{"input": "I volunteered 15 hours of volunteer time towards three heritage months, assisting with the setup tear-down and raising multi-cultural insight.", "output": "- Volunteered 15 hrs towards three heritage months; assisted with setuptear-down--raised multi-cultural insight"}
{"input": "I managed a HAZCOM program and secured 56 shelf-life extensions validating 20 MICT items, saving $2.500 zero findings for the '18 Unit Effectiveness Inspection (UEI).", "output": "- Mng'd HAZCOM pgm; secured 56 shelf-life extensionsvalidated 20 MICT items--saved $2.5Kzero findings '18 UEI"}
{"input": "I worked on the Wing DDRP for 40 hours, validating 112 sample collections and enforcing the Air Force zero tolerance policy.", "output": "- Worked Wing DDRP40 hrs; validated 112 sample collections0 untestable--enforced AF zero tolerance policy"}
{"input": "As a problem solver, I obtained critical office equipment and fixed computer connectivity issues, which enhanced efficiency.", "output": "- Problem solver; obtained critical office equipment & fixed computer connectivity issues--enhanced efficiency"}
{"input": "I contributed to the Ex JADED THUNDER '16 success by coordinating 12 time changes, which were essential to the 92 missions and 255 hours flown.", "output": "- Contributed to Ex JADED THUNDER '16 success; coordinated 12 time changes--essential to 92 msns255 hrs flown"}
{"input": "Conducted 52 flightline driver license checks and monitored compliance, resulting in increased airfield driving safety.", "output": "- Conducted 52 flightline drivers license checks; monitor'dmaintained compliance--increased afld driving safety"}
{"input": "I volunteered 8 hours of volunteer time for a beerfest as a wristband security monitor, resulting in $15,000 proceeds being given to the Sounds of Arizona.", "output": "- Volunteered 8 hrs for beerfest; event wristbandsecurity monitor--netted $15Kproceeds given to Sounds of AZ"}
{"input": "The Defense Catalyst is critical to attaining a 100% Art 15 attorney consultation rate, easily shattering the Air Force goal of 90%.", "output": "- Defense catalyst; critical to attaining 100% Art 15 attorney consultation rate -- easily shattered AF goal of 90%"}
{"input": "As the Sect's MASS SME, I contributed 9 TCTO mods worth $180K+ trained 12 Amnslashed 72 hour ETIC, increasing pilot safety QoL.", "output": "- Sect's MASS SME; cmplt'd 9 TCTO mods worth $180K+trn'd 12 Amnslashed 72 hr ETIC--incrs'd pilot safetyQoL"}
{"input": "Enforced the Technical Flight Ranger (TFR) area for the Air Show, providing service for over 30 aircraft. My efforts were lauded by wing leadership for my professionalism.", "output": "- Enforced TFR area for Air Show; provided service for 30+ aircraft--lauded by wing leadership for professionalism"}
{"input": "As a hard charger, I packed 150 life preserver units for the SERE water survival class, Maximizing the training capability.", "output": "- Hard charger; packed 150 life preserver units for SERE water survival class--maximized training capability"}
{"input": "I was selected for the Force Development Committee and reviewed the Air Force Vehicle Management plan. This initiative assigned vectors to four Air Force Specialty Commands (AFSCs).", "output": "- Selected for Force Development Committee; reviewed AF Vehicle Management plan--assigned vectors to 4 AFSC's"}
{"input": "Committed to prof development, completing 1 Professional Master's Degree (PME) and 8 college classes, resulting in 4 upgrades with a 90% EOC average and 1 Continuing Professional Development (CCAF) credit.", "output": "- Committed to prof development; completed 1 PME, 8 college classes--netted 4 upgrades w90% EOC avg & 1 CCAF"}
{"input": "I unselfishly generated a positive attitude and lent 6 weekends to the airman's attic, never a question to help those in need.", "output": "- Unselfishgenerates positive attitude; 6 weekends lent to airmans attic--never a question to help those in need"}
{"input": "Top-notch transporter, I directed aircraft loading operations for 3,900 tons of cargo. This achievement secured a 99.7% departure reliability rate.", "output": "- Top-notch transporter; directed acft loading ops3.9K msns46 tons--secured 99.7% departure reliability rate"}
{"input": "Completed 36 AGE maintenance stand repairs by MIG welding cracksworn rails, averting personnel injury and aircraft damage.", "output": "- Completed 36 AGE maintenance stand repairs; MIG welded cracksworn rails--averted personnel injuryacft damage"}
{"input": "I sourced an Air Force executive vehicle lease contract, securing $30,000 from the Headquarters Air Force (HAF), which delivered SECAFCSAF assets 2 months ahead of schedule.", "output": "- Sourced AF executive vehicle lease contract; secured $30K from HAF--delivered SECAFCSAF assets 2 months early"}
{"input": "A multi-talented Non-Commissioned Officer (NCO) successfully raised $600 for Adopt-a-Place Project 5 hours sorting mail, updating the old bulk freightped delivery.", "output": "- Multi-talented NCO; raised $600 for Adopt-a-Place Pgm5 hrs sorting mail--updated old bldgsped delivery"}
{"input": "I manufactured nine aircraft hydraulic lines and successfully bentswaged installed them, resulting in a perfect fit and saving $10,000 on procurement cost.", "output": "- Manufactured nine aircraft hydraulic lines; bentswagedinstalled; perfect fit--saved $10K on procurement cost"}
{"input": "I processed over 900 items for Department of Defense redistribution, reallocating IT assets to other agencies. Through this process, I saved the Department of Defense $708,000.", "output": "- Processed over 900 items for DoD redistribution; reallocated IT assets to other agencies--saved DoD $708K"}
{"input": "An essential redball team member, I facilitated 25 critical Aircraft Maintenance actions, leading the Wing's 862 sorties and an 85% mission capable rate.", "output": "- Essential redball team mbr; facilitated 25 critical AC mx actions--led wg's 862 sorties85% msn capable rate"}
{"input": "Discovered a cracked diesel generator radiator core and cannibalized parts from a DRMO unit, resulting in a replacement valued at $735.", "output": "- Discovered cracked diesel generator radiator core; cannibalized parts from DRMO unit--svd $735 vs new part"}
{"input": "As a Phase I ORI increment monitor, I safeguarded transported $30,000 worth of mobility pallets, receiving an outstanding rating.", "output": "- Phase I ORI increment monitor; safeguardedtransported $30K of mobility pallets--received Outstanding rating"}
{"input": "Handpicked over 21 SNCO's as the MXGMO First Sgt, I completed a 30-hour Symposium and served over 100 members.", "output": "- Hand picked over 21 SNCO'sappointed MXGMO First Sgt; completed 30-hr Symposium--served 100+ mbrs"}
{"input": "Performed as a tow super for the SABER CROWN 0907 exercise, supervising 42 aerial tows, achieving 100% ATO tasks met.", "output": "- Performed as tow super for SABER CROWN 0907 exercise; supervised 42 acft tows--100% ATO tasks met"}
{"input": "Conducts facility inspections and enforces Tri-Svc Food Code (AFI) 48-11648-117 guidelines, safeguarding the 55,000 base population.", "output": "- Conducts facility inspections; enforces Tri-Svc Food CodeAFI 48-11648-117 guidelines--safeguards 55K base pop"}
{"input": "I identified a broken gun bay rivet on a BPO inspection and organized its repair with the Fabrication team. This prevented GAU-8 damages and saved $650,000.", "output": "- ID'd broken gun bay rivet on BPO insp; organized repair wFabrication--halted GAU-8 damagesaved $650K"}
{"input": "Spearheaded a Booster Club pancake sale, raising $220 for the Squadron, which boosted morale during an extremely high ops tempo.", "output": "- Spearheaded Booster Club pancake sale; raised $220 for Sq--boosted morale during extremely high ops tempo"}
{"input": "Validated 951 flight publications and executed 11,000 training sortie hours, championing flight safety for the $44 billion B-2 fleet.", "output": "- Validated 951 flight publications; executed 11K trng sortie hours--championed flight safety for $44B B-2 fleet"}
{"input": "I isolated an air conditioner compressor malfunction by repairing the current switch wiring, enabling the AC ALQ 172 set test.", "output": "- Isolated air conditioner compressor malfunction; repaired current switch wiring--enabled ac ALQ 172 set test"}
{"input": "Attended four HR RM classes and successfully scrubbed updated flight records files, resulting in zero writeups for six sections.", "output": "- Attended four hr RM crs; scrubbedupdated flt records files--zero writeups for six sections"}
{"input": "I penned over 75 reports for over 1,000 intelligence queries, which were used by the United States Federal Aviation Administration (USFORA) in place of the Intelligence, Surveillance, and Reconnaissance (ISR) system. These reports were lauded by the United States Military Academy (USMC) for their high-value intelligence.", "output": "- Penned 75+ rpts fm 1K+ intel queries; rpts used by USFORA in place of ISR--lauded by USMC O6 fhigh value intel"}
{"input": "Led a three-member team on multiple E-8C engineering repairs, replacing 12 intake/exhaust rivets, saving $2.4 million in replacement cost.", "output": "- Led 3-mbr tm on multiple E-8C eng discreps; replaced 12 intakeexhaust rivets--saved $2.4M replacement cost"}
{"input": "I expedited a no notice crypto key vital configuration and delivered CT UVDS certificates, establishing the first 100% vis unclass CONUS exercise.", "output": "- Expedited no notice crypto keyvital config; deliverd CT UVDS capes--est'd first 100% vis unclass CONUS exercise"}
{"input": "Led three fix teams requested by the Unit Compliance Inspector (UCI Inspector), resulting in 39 line items verified reliable and seven agencies re-certified mission readiness.", "output": "- Led 3 fix tms requested by UCI Inspector; 39 line items verifiedreliable--seven agencies re-certified msn rdy"}
{"input": "As a reliable Technical Contactor (TCO), I successfully managed 28 cell phones with a $5,500 estimated inventory, ensuring 100% accountability for mission critical communication assets.", "output": "- Reliable TCO; managed 28 cell phones$5.5K eqpt inventory--100% accountability for msn crit comm assets"}
{"input": "Developed weekly Operations Flight training slides, charting production of 9 sections and 480 personnel. I earned the April Craftsman of the Month award.", "output": "- Developed weekly Ops Flt mtg slides; charted production of 9 sections480 pers--earned Apr Craftsman of the Month"}
{"input": "I successfully resolved a nose-steering anomaly by replacing a broken key washer, restoring the aircraft to the mission command (MC) status zero recur to date.", "output": "- Resolved nose-steering anomaly; insp'dreplaced broken key washer--rtn'd acft to MC statuszero recur to date"}
{"input": "Led a 5-member team and directed 61 Distinguished Visits (DV) visits, 20 ceremonies, and 6 events. This showcased mission capability operations for the Air Force Premier (RPA) Wing.", "output": "- Led 5 member tm; dir'd 61 DV visits20 ceremonies6 events--showcased msn capescmbt ops fAF premier RPA wg"}
{"input": "I led the prep plan for the High Headquarters's audit, which involved 30 training events and 600 lab simulations. This initiative resulted in the Air Force Metrology instruction, which was the best seen in 6 years.", "output": "- Led prep plan for HHQ's audit; 30 trng events600 lab stds reviewed--AF Metrology insp'd...best seen in 6 yrs"}
{"input": "Attended two Project Development Center (PDC) seminars, enhancing leadership abilities and using my skills to recognize an airman for the Bombardier Transportation Squadron (BTZC&I) award.", "output": "- Attended two PDC seminars; enhanced leadership abilities--used skills to recognize airman for BTZC&I awd"}
{"input": "As a supporter of squadron intramurals and a participant of softball, football, and basketball teams, I have contributed to increasing unit morale.", "output": "- Supporter of squadron intramural's; participant of softball, football & basketball teams--increased unit morale"}
{"input": "Deployed engineering management tracked 41 assets worth $61.5 million, replacing the shipped receiver received 2 engineering's, resulting in 100% accountability.", "output": "- Deployed eng mngrtracked 41 assets worth $61.5M; replacedshippedreceived 2 eng's--100% accountability"}
{"input": "Conducted unit training and informed 51 EA recruiters on Logistics Officer (LO) referrals, resulting in a 48% increase in the LO's production for FY16.", "output": "- Conducted unit trng; informed 51 EA recruiters on LO referrals--increased LO's production for FY16 by 48%"}
{"input": "Crushed critical SIPR outage by replacing configured devices within 1 hour, restoring aircraft capability and enabling the British MQ-9 emergency landing.", "output": "- Crushed crit SIPR outage; replacedconfig'd devices<1 hr--restored acft C2 capeenabled British MQ-9 emer landing"}
{"input": "I initiated a password security program and performed weekly vulnerability assessments, resulting in the National Security Agency (NSANet) fortified from hackers.", "output": "- Initiated password security pgrm; performed wkly vulnerability assessments--NSANet fortified from hackers"}
{"input": "Coordinated HUREVAC mission prep, building 2 expert kits in less than 4 hours (12 hours an average). This mission safeguarded 4 C-17 personnel and ensured their mission continuation.", "output": "- Coord'ed HUREVAC msn prep; built 2 eqpt kits <4 hrs12 hr avg--safeguarded 4 C-17spoised for msn continuation"}
{"input": "Penned four construction agreements worth $16 million, slashing award time by 120 days. This achievement rocketted start date milestones.", "output": "- Penned 4 construction agreements worth $16M; slashed awd time by 120 days--rocketted start date milestones"}
{"input": "During the Coordinated End of Duty (EOD) May '12 range run, 2,300 line-items valued at $1 million were destroyed, freeing 1,300 critical square foot space for test missions.", "output": "- Coord EOD May '12 range run; 2.2K line-items$1M destroyed--freed 1.3K critical sq ft space for test muns"}
{"input": "I linked my Master's degree and SEJPME II, sharing management principles and concepts with 62 Airmen. I was awarded the Top III MVP award for the 4th quarter of '19.", "output": "- Linked Master's degree & SEJPME II; shared mgmt principlesconcepts w62 Amn--Awd'd Top III MVP 4th Qtr '19"}
{"input": "I exemplified Air Force Core Values by supporting 104 Airmen during base library and ensuring discipline integrity. My efforts were lauded by the Squadron Chief of Staff.", "output": "- Exemplified AF Core Values! Supvr'd 104 Amn during base lib; ensured disciplineintegrity--lauded by SqCC"}
{"input": "I troubleshot a microwave measuring receiver and isolated an input mixer circuit card fault, resulting in the technician returning the Master Control Room (MC) to the Area of Responsibility (AOR).", "output": "- Troubleshot microwave measuring receiver; isolated input mixer circuit card fault--std returned MC to AOR"}
{"input": "I mentored three trainees by explaining and demonstrating best coding practices, which significantly improved the available workforce by 37%.", "output": "- Mentored 3 trainees; explained & demonstrated best coding practices--improved available workforce by 37%"}
{"input": "I coordinated a DC SOME event for 4 units, setting-up cooked meals and feeding 437 revitalized burdened families.", "output": "- Coord d DC SOME event4 vols; set-upcooked meals--fed 437revitalized burdened families"}
{"input": "I have superlative Fire Protection knowledge and am ready for SNCO leadership responsibilities. I would like to be promoted to MSgt now.", "output": "- Superlative Fire Protection knowledge; ready for SNCO leadership responsibilities--promote to MSgt now!"}
{"input": "Selfless! I moved the ## Soldiers Home library, relocated the shelving of 10,000 books, eased access for 183 veterans.", "output": "- Selfless!  Moved ## Soldiers Home library; relocated shelving10K books--eased access for 183 veterans"}
{"input": "Led pen-wide DTS validation efforts, authenticating 937 movement orders, legitimizing $25k revenue expenditure.", "output": "- Led pen-wide DTS validation efforts; authenticated 937 mvmt orders--legitimized $25K revenue expenditure"}
{"input": "Spearheaded RED FLAG 2018 logistics support, providing 182 passengers and 97 STONs, ensuring zero delays and a 105 successful sorties rate.", "output": "- Spearheaded RED FLAG 2018 logistics support; 182 pax97 STONs--zero delaysensured 105 successful sorties rate"}
{"input": "Asst. Tops In Blue participated in the Armed Forces River Parade, where over 10,000 San Antonio residents attended. I was recognized as an excellent ambassador for the Air Force and its values.", "output": "- Asst Tops In Blue at Armed Forces River Parade; 10K+ San Antonio residents attended--excellent ambassador"}
{"input": "I graduated with a Bachelor of Arts in Organization Management and received the CCAF Professional Manager Certificate, earning a 3.9 GPA and receiving Suma Cum Laude honors.", "output": "- Graduated w BA in Org Mngt; awd'd CCAF Professional Manager Cert--3.9 GPA, Suma Cum Laude honors"}
{"input": "Assisted coaching a local high school track team and volunteered 100 coaching hours, mentoring the local youth community.", "output": "- Assisted coached local high school track team; volunteered 100 coaching hrs--mentored local youth community"}
{"input": "I designed a unit coin and researched coordination with vendors, handling orders and sales. Through these efforts, I garnered $400 for the unit morale fund.", "output": "- Design'd unit coin; researchedcoordinat'd wvendor, handled orderssales--garner'd $400 for unit morale fund"}
{"input": "As the tool crib shift supervisor, I successfully completed over 300 tool kit inspections, leading to a 96% Quality Assurance (QA) pass rate.", "output": "- Selected as tool crib shift supervisor; completed > 300 tool kit inspections--efforts led to 96% QA pass rate"}
{"input": "As a Medical Project Officer (POC), I successfully managed and inventoried a $1 million bench stock of 20 drugs and six controlled substances, ensuring zero discrepancies.", "output": "- Medical POC; managedinventoried $1M bench stock20 drugssix controlled substances--zero discrepancies"}
{"input": "During the NFF community outreach program, I donated 108 hours of volunteer time (POC) and reached 1,800 community members, enhancing PTSD awareness.", "output": "- NFF community outreach pgm POC; donated 108 hrs, reached 1.8K community members--enhanced PTSD awareness"}
{"input": "I created a new process for pool sampling, which resulted in a 50% reduction in sampling time for 14 lifeguards. This improvement was approved by the Mine Warrant Officer Training (MWR) entity for 10.2K.", "output": "- Created new process fpool sampling; trnd 14 lifeguardsslashed sampling time 50%--approved MWR entity f10.2K"}
{"input": "I guided a new Fire Truck Maintenance shop, resulting in a 70% reduction in maintenance response time and an 8% increase in mission capability rate. This initiative enabled over 600 emergency responses.", "output": "- Guided new Fire Truck Mx shop; cut mx response 70%, MC rate up 8%--enabled 600+ emergency responses"}
{"input": "I engineered a communication outage management response, quickly restoring a crucial 10Gb backbone circuit, ensuring zero mission downtime.", "output": "- Engineered comm outage mx response; quickly restored crucial 10Gb backbone circuit--zero mission downtime"}
{"input": "Flawlessly led and coordinated ECP duties for the CENTCOMCC Conference, securing over 40 Flag Officers with no incidents.", "output": "- Flawlessly led & coord'd ECP duties for CENTCOMCC Conference; secured 40+ Flag Officers--no incidents"}
{"input": "Executed the Command's in-out mail program, processing 1,400 parcels. This initiative enabled coordination and collaboration for 3,000 personnel.", "output": "- Executed Command's inout mail program; processed 1,400 parcels--enabled coordinationcollaboration for 3K prsnl"}
{"input": "Facilitated Supply Form 9 program, validating 128 items for $3.2 million in purchases, improving deployment safety operations.", "output": "- Facilitat'd Supply Form 9 pgm; 128 items$3.2M validat'dpurchas'd--improv'd OEF deploymentsafety operations"}
{"input": "Revamped the FARM program, optimizing System Analysis and Intelligence (SAV) checklists for 11 areas and cutting 80 hours, resulting in a Test Wing (TW) Highly Effective '15 Unit Effectiveness Inspection (UEI) rating.", "output": "- Revamped FARM prgm; optimized SAV chklsts for 11 areas; cut 80 hrs--spt'd TW Highly Effective '15 UEI rating"}
{"input": "Led a bilateral deployment task, processing 10,000 pounds of cargo, sharpening the Strategic Operations Group (SOF) interoperability between the Greek Space Group (GYSOG).", "output": "- Led bilateral deployment task; processed 10 pers6.3K lbs cargo--sharpened GreekSOG SOF interoperability"}
{"input": "Led the JBER Airshow pedestrian parking survey, staked out 9,000 spaces and 500 points, maximizing visitor access safety.", "output": "- Led JBER Airshow pedestrian parking survey; staked out 9k spaces & 500 pts--maximiz'd visitor accesssafety"}
{"input": "Despite a 30-day Customs blockade, the unit successfully hauled 2,400 munitions moves, 1,500 tons, and 2.4 million lbs of NEW cargo, resulting in a 100% sortie generation.", "output": "- Mng'd 2.4K muns moves; 1.5K tons2.4M lbs NEW hauled--100% sortie gen despite 30 day Customs blockade"}
{"input": "Led the Wing's Resiliency team with 238 personnel, providing 162 hours of instruction, 9 FTAC classes, 11 CC calls, and 2,000 personnel. I lived the CMSAF's #1 Priority.", "output": "- Led Wg Resiliency tm238 pers; instr'd 162 hrs9 FTAC crses11 CC callstrnd 2K pers--lived CMSAF's #1 Pri"}
{"input": "Discovered a worn tire during an aircrew walk around and promptly changed it in just 30 minutes, preventing the loss of ariel refueling training.", "output": "- Discovered worn tire during aircrew walk around; changed in 30 mins--prevented lost ariel refueling training"}
{"input": "Fielded Base Assessment and Evaluation (BAS&E) version 1.3, which corrected 90 reported deficiencies. This software reduced system workarounds by 78%.", "output": "- Fielded BaS&E v1.3; release corrected 90 reported deficiencies--sw reduced system work arounds by 78%"}
{"input": "Coordinated a team of four members to conduct smart operations training and overhauled the Combined Training Center's (CTK) breakout room floor plan. This initiative resulted in a 25% increase in morale.", "output": "- Coord'd w4-mbr smart ops tm; overhaul'd CTKinspbreakroom floor pln--cut turnovers 25%incr'd morale"}
{"input": "I smashed the Wing Commander's #1 Quality of Life priority by orchestrating a no-cost housing fiber upgrade, which was the first in 10 years. This achievement earned the Wing's Innovator of the Year award.", "output": "- Smashed WgCC's #1 QoL pri; orchestrated no-cost housing fiber upgrade; 1st in 10 yrs--earned Wg's Innovator OTY"}
{"input": "Led 10 Airmen 4 civilians for $2.1 million in food operations, producing 25,000 meals and fueling 6 Wings 52 units. This support contributed to 5,600 training sorties.", "output": "- Led 10 Amn4 civs f$2.1M food ops; produced 25K mealsfueled 6 Wgs52 units--spt'd 5.5K training sorties"}
{"input": "I successfully delivered priority aircraft assets, containing 4 tons of freight valued at $11 million, in just 23 minutes. This impressive delivery smashed the Air Force standard by 24%.", "output": "- Delivered priorityacft assets; controlled 4 tons of freight$11Mdelivered in 23 min--smashed AF std by 24%"}
{"input": "Sync'd AK range summit logs and escorted ACC team COMPACAF20 locations, securing $80 million in restructuring for the 5th-generation training doctrine.", "output": "- Sync'd AK range summit logs; escorted ACC tmCOMPACAF20 locs--sec'd $80Mrestructured 5th-gen trng doctrine"}
{"input": "Flawless operations managed a $3.2 million mess attendant and linen contract, ensuring 75+ random inspections. I identified and fixed errors on the spot.", "output": "- Flawless ops; managed $3.2M mess attendant & linen contract; 75+ random insp--id'dfixed errors on the spot"}
{"input": "Val'd a $50,000 GPS equipment asset and networked laser boresight with USAFEIMAFETS, securing the Wing's #1 equipment priority.", "output": "- Val'd $50K Gp equip asset; networked laser boresight wUSAFEIMAFETS--secured FW's #1 equip priority"}
{"input": "Enforced strict maintenance standards, securing a 95% pass rate for the squadron with 1,500 inspections, up 2% from the previous FY325 MXG best.", "output": "- Enforced strict mx standards; secured sq 95% pass rate1.5K insps--up 2% from previous FY325 MXG best"}
{"input": "Implemented the Defense Intelligence Community's (DoD's) first enterprise Security Initiative (SIPR Defense), which accelerated Command and Control (C2) installs, reducing project time by 52 months.", "output": "- Implemented DoDs 1st enterprise SIPR Defense; accelerated C2 installs--reduced project time by 52 months"}
{"input": "Led prepack operations for 7 Global Space Units (GSUs), training 87 personnel assembled 162,000 packs. This mission magnified Intelligence, Surveillance, and Reconnaissance (IDMT) 24-hour health care operations and 37,000 BMT personnel.", "output": "- Led prepack ops7 GSUs; trnd 87 prsnlassembled 162K packs--magnified IDMT 24-hr health care ops37K BMT pts"}
{"input": "As the section's spare tool program lead, I organized and consolidated $1.2 million in assets, ensuring 100% accountability of tools.", "output": "- Section's spare tool prgm lead; organizedconsolidated $1.2M in assets--assured 100% accountability of tools"}
{"input": "Developed HH-60 specialized tooling and conceived, drew blueprints, and machined them on the CAMCNC, implausibly integrating the Department of Defense (DoD) wide.", "output": "- Developed HH-60 specialized tooling; conceiveddrew blueprintsmachined on CAMCNC--implemented DoD wide"}
{"input": "I repaired a grounding defect by applying conductive caulk fairing to lower air data ports. This action successfully met the scheduled sortie.", "output": "- Repaired grounding defect; applied conductive caulk fairing to lower air data ports--acft met scheduled sortie"}
{"input": "I volunteered for 5 hours to Operation Care Package, delivering clothesshoes to an Egyptian hospital. Through my contribution, over 400 locals benefited from the assistance provided.", "output": "- Volunteered 5 hrs to Operation Care Package; delivered clothesshoes to Egyptian hosp--400+ locals benefited"}
{"input": "As a USAFE cyber operations maintenance representative, I successfully sync'd top 5 priorities with 4 MAJCOMs, expediting critical system fixes eliminated the Air Force flight C2 barrier.", "output": "- USAFE cyber ops mx rep; sync'd top 5 priorities w4 MAJCOMs--expedited ## crit sys fixeselim'd AF lvl C2 barrier"}
{"input": "Displayed a KC-10 aircraft at 2x airshows, offloading 20,000 lbs of cargo to 3x F-35s and 230,000 attendees, showcasing the Air Force's newest weapon system.", "output": "- Displayed KC-10 at 2x airshows; 22k lbs offload3x F-35s230k attendees--showcased AF newest weapon sys"}
{"input": "Identified a Link-16 stuck in-progress fault and replaced MIDS (Maintenance Division System) LVT batteries, enabling a 1.8% repair rate in February '11.", "output": "- Identified Link-16 stuck in-progress fault; replaced MIDS LVT batteries--enabled 1.8% reprec rate, Feb '11"}
{"input": "I synchronized the turn-in install of 7 furniture packages valued at $47,000, which increased work space efficiency and created space for 28 new staff members.", "output": "- Synchronized turn-ininstall of 7  furniture pkgs$47K; increased work spaceefficiency--space for 28 new staff"}
{"input": "Spearheaded 24 end-of-week evaluations, identifying repaired RCS defects and eliminating 76 deferred discrepancies.", "output": "- Spearheaded 24 end-of-week evals; identifiedrepaired RCS defects--eliminated 76 deferred discrepancies"}
{"input": "I augmented a heavily tasked engine shop and assisted with the replacement of an aircraft engineprop, reducing the ETIC by 2 hours.", "output": "- Augmented heavily tasked engine shop; assisted w replacement of acft engineprop--reduced ETIC by 2 hours"}
{"input": "Led the flight Entry Control Point and evacuated the building during the Unit Exit Operations (UXO) inject, which was the key to Osan's Excellent rating during the '09 Operational Readiness Inspection (ORI).", "output": "- Led flt Entry Control Point; evacuated bldg during UXO inject--key to Osan's Excellent rating during '09 ORI"}
{"input": "I rewrote 39 MOC (Maintenance Operations Center) QRC's, enhancing the Command and Control (C2) readiness. This initiative was utilized to train 6 new controllers to sustain 2,800 maintenance actions.", "output": "- Rewrote 39 MOC QRC's; enhanced C2 readiness--utilized to train 6 new controllerssustain 2.8K mx actions"}
{"input": "I aided the first Mobility Expeditionary Group (MXG) beddown trial run by managing security operations for a $10 million dorm building. This solidified the Fight Tonight combat operations.", "output": "- Aided first MXG beddown trial run; mng'd security ops for $10M dorm bldg--solidified Fight Tonight combat ops"}
{"input": "Crafted seven critical gono-go rescue flights to remote regions, alerting the crew of an impacting weather condition. Through these efforts, three lives were saved.", "output": "- Crafted seven critical gono-go rescue fcsts to remote regions; alerted crew of impacting wx--three lives saved"}
{"input": "I assisted the launch truck during Operational Readiness Inspection (ORI) and performed over 90 tasks during aircraft regeneration, contributing to the wing's excellent rate of success.", "output": "- Assisted launch truck during ORI; performed 90+ tasks during acft regeneration--key to wg's Excellent rate"}
{"input": "I showcased Defense Force Assistance Command (DFAC) capabilities and hosted 14 events, including four Defense & Space Command (DFAC) conferences, four Defense & Space Command (DVS) visits, and 12 unit coalition BBQs. I was awarded the Commander of the Air Expeditionary Command (COA) by AFCENTCC.", "output": "- Showcased DFAC capes; hosted 14 events4 DVs visits12 unitcoalition BBQs--awd'd COAcoined by AFCENTCC"}
{"input": "I managed the Respiratory Protection program and oversaw testing for 231 members, preventing the spread of COVID-19 for 25,000 beneficiaries.", "output": "- Managed Respiratory Protection pgm; oversaw testing f231 mbrs--prevented COVID-19 spread f250K beneficiaries"}
{"input": "I aided non-formulary item requests by screening and processing 9,000 medical records, enabling recapture efforts. Through these efforts, we recouped $3.3 million for the Defense Logistics Agency (DoD).", "output": "- Aided non-formulary items requests; screenedprocessed 9K medsenabled recapture efforts--recouped DoD $3.3M"}
{"input": "As the squadron lead for a bi-weekly senior citizen's luncheon, I provided entertainment and food for 40 attendees, strengthening the base-community bond.", "output": "- Sq lead for bi-wkly sr citizen's luncheon; provided entertainmentfood for 40--strengthed basecommunity bond"}
{"input": "Added critical software developer support by expert use of expiring funds, ensuring zero interruption impact to the schedule.", "output": "- Added critical software developer support; expert use of expiring funds--zero interruptionimpact to schedule"}
{"input": "Ramrododded the aircraft fuel boost pump red ball and replaced it in just 1 hour of a 3 hour maintenance schedule. This resulted in -20 GBUs being dropped on combatants.", "output": "- Ramrodded ac fuel boost pump red ball; replaced in just 1 hr of 3 hr mx std--20 GBUs dropped on combatants"}
{"input": "Distributed organization'd manpower, cut process redundancies, and reduced flight backlog from 8 to 3 days, resulting in the best seen in 12 months.", "output": "- Distributedorg'd manpower; cut process redundancies...reduced flt backlog, 8 to 3 days--best seen in 12 mos"}
{"input": "I created an evaluation task system for 7 squadrons, which increased on-time compliance by 87% and solved pivotal shortfalls for Wing and GPCCs.", "output": "- Created evaldec trk sys for 7 sqs; increased on-time compliance by 87%--solved pivotal shortfalls f Wg & GpCCs"}
{"input": "I aided the antenna farm refurbish by bonding 15 iron-filled elastomer sheets with thick-tape details, erasing 153 back log hours.", "output": "- Aided antenna farm refurb; bonded 15 iron filled elastomer sheetsthick-tape details--erased 153 back log hrs"}
{"input": "I bolstered the 386th Air Expeditionary Wing (AEWJA) by modernizing the Strategic Intelligence, Surveillance, and Reconnaissance (SIPR) system and migrating it to the Virtual Training Center (VTC), which increased capabilities for flight martial arts and conducted over 30 interviews with 6 General Staff Units (GSUs).", "output": "- Bolstered 386 AEWJA; modernized SIPRmigrated VTC--incr'd capes fhi-vis Court Martial30+ interviews w6 GSUs"}
{"input": "Implemented critical maintenance upgrades, enhancing the ability of 23 R-11s to safely issue 16 million gallets JP-8, resulting in zero mission delay.", "output": "- Implemented critical mx upgrades; enhanced ability of 23 R-11s to safely issue 16M galsJP-8--zero msn delay"}
{"input": "Led a 7-member team as the area lead, inspecting over 1,500 carded items, including 7 Bomb Wings, 1,500 sorties, and 4,700 flying hours.", "output": "- Led 7 member team area lead; inspected over 1.5K carded items--7 BW 1.5K sorties4.6K flying hrszero down time"}
{"input": "A well-rounded Non-Commissioned Officer (NCO) was chosen as the AFRS Operation BLUE SUIT winner, with only 12 out of 2,300 recruiters earning the title in command.", "output": "- Well-rounded NCO; chosen as AFRS Op BLUE SUIT winner--only 12 of 2.3K recruiters earned title in cmd"}
{"input": "He led 10 construction operations, managing 15 personnel and 6 mission areas in a $2.5 million renovation project. Through these efforts, we averted OSHA fines totaling $760,000.", "output": "- Headed 10 construction ops; mng'd 15 prsnl6 msn areas, $2.5M renovation projs--averted OSHA fines totaling $760K"}
{"input": "Led a 6-man 33-day expedition with a full spectrum application, including communication logs, 218 weather briefings, and 800 combat training hours safely flown.", "output": "- Led 6-man33-day ex; full spectrum application: commtnglog--218 wx briefs800 combat tng hrs safely flown"}
{"input": "Generated content for wing social media sites, chronicling the 168th mission through stories, posts, and images. These posts successfully reached over 120,000 people.", "output": "- Generated content for wing social media sites; storiespostsimages chronicled 168th mission--posts reached 118K+"}
{"input": "I identified a SERENE BYTE capability shortfall and devised and implemented new procedures, cutting mission response time over 50%.", "output": "- ID'd SERENE BYTE capability shortfall; devisedimplemented new procedures--cut mx response time > 50%"}
{"input": "As the lead cook for the United Air Command (UAC) fund raiser, I successfully garnered $XXX for future squadron morale events, becoming a cornerstone for the event's success.", "output": "- Lead cook for UAC fund raiser; garnered $XXX for future sqdn morale events--cornerstone for event success"}
{"input": "Facilitated sheet metal repair by removing and reinstalling the dump mast manifold, avoiding a $600K wing replacement with 72 mission-hours.", "output": "- Facilitated sheet metal repair; removedreinstalled dump mast manifold--avoided $600K wing replacement72 mx-hrs"}
{"input": "I drove the F-22 beddown CST team and installed 17 NIPR15 voice systems in less than 3 hours, supporting 235 sorties. My dedication and skills warrant promotion.", "output": "- Drove F-22 beddown CST team; installed 17 NIPR15 voice sys <3 hrs; supported 235 sorties--promote now!"}
{"input": "I served as the AADD dispatcher for 12 hours, mentoring 8 drivers and ensuring safe transit for 7 Wing personnel. This prevented potential ARIs DUIs.", "output": "- Vol'd 12 hrs as AADD dispatcher; mng'd 8 driversensured safe trans for 7 Wg prsnl--prevented potential ARIsDUIs"}
{"input": "Coordinated waste buster inspection and recovered over 250 items valued at $600,000. Through this operation, critical assets were returned to the Air Force inventory.", "output": "- Coord'd waste buster insp; recovered over 250 items valued at $600K--returned critical assets to AF inventory"}
{"input": "Oversaw the records management upgrade and led a seamless transitiontracked of 754 incidents, ensuring accurate USAFE fire reporting.", "output": "- Oversaw records mgmt upgrade; led seamless transitiontracked 754 incidents--accurate USAFE fire reporting"}
{"input": "I completed structural repair to a bladeseal by employing tap and roll procedures, preventing 68 hours of maintenance downtime.", "output": "- Completed structural repair to bladeseal; employed tap and roll procedures--prevented 68 hours mx downtime"}
{"input": "As a team builder, I displayed the KC-135 for 138 civic leaders and 2 WWII Flying Tiger pilots, strengthening community relations.", "output": "- Team builder; displayed KC-135 for 138 civic leaders2 WWII Flying Tiger pilots--strengthened community relations"}
{"input": "I organized three Defense Education Program (DEP) swear-ins and rallied 61 Airmen to reaffirm their enrollment. This showcased Air Force honor and pride to 6,000 in attendance.", "output": "- Org d 3 DEP swear-ins; rallied 61 Amn to reaffirm enl--showcased AF honorvalorpride to 60K in attendance"}
{"input": "Excellent Logistics Training Center (LTC) leader, I led loading operations moving 47,000 cargo tons on 3,100 missions, ensuring safe and compliant operations at the US busiest port.", "output": "- Excellent LTC; led loading opsmov'd 47K cgo tons on 3.1K msns--guaranteed safecompliant ops at US busiest port!"}
{"input": "A visible charity member, I organized and distributed $8,000 in goods to the needy community, boosting morale and welfare.", "output": "- Visible charity member; organizeddistributed $8K in goods to needy community--boosted morale & welfare"}
{"input": "Involved in the local Head Start Program, reading books to over 35 children, promoting literacy and improving the quality of life in the community.", "output": "- Involved in local Head Start Program; read books to over 35 children--bettered community"}
{"input": "As a Studious Gp IAO, I prepped for 2 weeks for the Intelligence, Surveillance, and Reconnaissance (IAAP) inspection, garnering an outstanding rating and being lauded by the Chief of Staff (CC).", "output": "- Studious Gp IAO; prepped 2 weeks for IAAP inspection--garnered an outstanding rating and lauded by CC"}
{"input": "Led server training of four Airmen and installed MS Exchconfig'd ADDHCPDNS apps, which increased technical proficiency.", "output": "- Led server training of four Amn; installed MS Exchconfig'd ADDHCPDNS apps--increased tech proficiency"}
{"input": "I guided the SF patrol vehicle upgrade by installing 46 mobile Light Missile Rangers (LMRs), which successfully slashed a critical Unit Compliance Inspection (UCI) finding and protected 171 aircraft.", "output": "- Guided SF patrol vehicle upgrade; installed 46 mobile LMRs--slashed critical UCI findingprotected 171 acft"}
{"input": "Excellent MOC coordinator with flawless command control, achieving 5,200 missions, 265,000 packages, and 100,000 tons with 91.2% mission success rate.", "output": "- Excellent MOC coordinator; flawless commandcontrol--5.2K msns265K pax100K tons w91.2% mx dep rel"}
{"input": "I prepared a mobi package for redeployment and consolidated a 36-item Unit Training Capable (UCC) footprint, resulting in an 18% decrease in airlift burden.", "output": "- Readied mob package for redeployment; consolidated 36 item UTC footprint--decreased airlift burden 18%"}
{"input": "I deployed 39 security scan tools to 2 Project Management Offices (PMOs) and trained 35 development SMEs in five offices, saving Joint software teams $130,000.", "output": "- Deployed 39 security scan tools to 2 PMOs; trained 35 devs SMEs in 5 offices--saved Joint sw teams $130K"}
{"input": "I imparted top-notch training, propelling 2 new recruiters to exceed mission by 50%. Both earned rookie Silver Badges, demonstrating exceptional training and dedication.", "output": "- Imparted top notch trng; propelled 2 new recruiters to exceed msn by 50%--both earned rookie Silver Badges"}
{"input": "Led the LNSI prep Red Team with a two week notice, preparing Wingsale and Generation flights, which played a key role in achieving a satisfactory rating for the BW.", "output": "- Led LNSI prep Red Team w2 wks notice; readied WSA and Generation flights--key to (x) BW Satisfactory rating"}
{"input": "Led expired stock audits of 18.1k items and a 5,600 drug inventory submission, resulting in recouping $3.3 million in credits.", "output": "- Led expired stock audits18.1K items; 5.6K drugs amassedvendor reutilization submission--recouped $3.3Mcredits"}
{"input": "Pinpointed sheared MLG door bolts, coordinating maintenance cannibalization repair in just 30 minutes, securing the Global War on Terrorism mission.", "output": "- Pinpointed sheared MLG door bolts; coor'd mx cannibalizationrepaired in 30 minutes--secured GWOT msn"}
{"input": "Launched a massive self-help effort, leading 100 staff students in the PME Center paint project, which served as a facelift for a 50-year facility.", "output": "- Launched massive self help effort; led 100 staffstudents in PME Center paint project--facelift for 50yr facility"}
{"input": "Coordinated the HTS pod implementation and trained 9 Airmen on loading procedures, strengthening the Wing's command capabilities.", "output": "- Coord'd HTS pod implementation; trained 9 Amn on loading procedures--strengthened Wg's cmbt capabilities"}
{"input": "Honcho'd the ESD program, inspecting and inventor'd 633 units worth $44 million. Through 5,200 sorties, I ensured the demolition of 7,600 ISIL targets.", "output": "- Honcho'd ESD pgm; inspect'dinventor'd 633 units$44M--5.2K sortiesensur'd demolition of 7.6K ISIL targets"}
{"input": "I energized the Non-Operation Readiness Program (NOPP) label process by reviewing 150 charts and fixing daily discrepancies. This resulted in a 97% compliance rate for Security Assessment Tool (SAV).", "output": "- Energized NOPP label process; 150 charts review'd dailydiscrepancies fixed--SAV resulted 97% compliance"}
{"input": "Executed MICT assessments and validated 25 identified safety program shortfalls, implementing a corrective action plan.", "output": "- Executed MICT assessments; validated 25 itemsid'd safety pgm shortfall--implemented corrective action plan"}
{"input": "Negotiated critical Space Situational Awareness (SwA) tool issue with a prime contractor, extending sustainment by one year. This strategic move saved the Air Force $13 million.", "output": "- Negotiated critical SwA tool issue w prime contractor; extended sustainment 1 yr--saved Air Force $13Myr"}
{"input": "Led the Air Mobility Unit (AMU) CFC effort, rallying 230 personnel secured 100% contact, providing aid to 2,500 charities, and raising $250,000.", "output": "- Led AMU CFC effort; rallied 230 prsnlsecured 100% contact--provided aid 2.5K charitiesFW raised $250K"}
{"input": "Executed 24 monthly A-10C Part II reports, tracking 3575 sorties with a mission success rate of 79%, meeting Air Force Research Center (AFRC) standards. These reports aided in the Planning and Voyage (P&V) for the year '15.", "output": "- Executed 24 monthly A-10C Part II reports; tracked 3575 sortiesMC rate 79%--met AFRC standardsaided P&V '15"}
{"input": "I was recognized as the top 2% of my ALS class 47 peers for my exceptional leadership and academic performance, receiving the Levitow Award.", "output": "- Top 2% of ALS class47 peers; displayed exceptional leadershipacademic performance-- rec'd Levitow Awd"}
{"input": "Directed response crews at an F-16 fuel spill, quickly containing the spill and preventing potential environmental trouble.", "output": "- Directed response crews at F-16 fuel spill; quickly contained spill--prevented potential environmental trouble"}
{"input": "Prioritized the Wing's Unit Development Initiative (UDI) fleet, juggled high priority requirements, and coordinated buses 2 vehicles for the Mad Bull Ex-Mad Bull Ex-Mad Bull event, resulting in a successful Military Group (MSG) capstone event.", "output": "- Prioritiz'd Wg UDI fleetjuggled high pri reqs; coord buses2 vehs Mad Bull ex--MSG capstone event success!"}
{"input": "Instructed 724 formal training hours, eleven courses, and trained 30 maintenance technicians. I played a key role in the department's 10,000 hours, 3,000 on-the-job training, and 478 graduates for FY'15.", "output": "- Instructed 724 formal trng hourseleven crses; trnd 30 mx techs--key to det's 10K hrs3K objs478 grads FY'15"}
{"input": "I diagnosed a faulty brake system on a 600 gallon fuel bowser and replaced the linkage, preventing an environmental hazard.", "output": "- Diagnosed faulty brake system on 600 gallon fuel bowser; replaced linkage--prevented environmental hazard"}
{"input": "Administered the flight's cash sales program, determining exact billing for 95 personnel. This resulted in a $1.2 million rec'd account being turned-in to the RODESC.", "output": "- Administered flt's cash sales prgm; determined exact billing for 95--$1.2M rec'dacct'dturned-in to RODESC"}
{"input": "Served as the Local Red Cross chairman, I donated 75 hours of volunteer time and recruited nine new volunteer units. This initiative puts the Aviano branch poised to aide those in need.", "output": "- Lcl Red Cross chairman; donated 75 hrsrecruited nine new vols--Aviano branch poised to aide those in need"}
{"input": "A fiscal mastermind developed a local training regimen for 2 new Humanitarian Recruiting Group (HPG) recruiters, resulting in a significant reduction in TDY needs and saving the squadron $1,400.", "output": "- Fiscal mastermind; developed local training regimen for 2 new HP recruiters--cut TDY needssaved sq $1.4K"}
{"input": "My #6 of 212 MSgts, I was the Wing lead in the Air Mobility Command (AMC) Task Management Tool deployment, and I was the GP's SNCO of the 1st Quarter 2010. I should be promoted now.", "output": "- My #6 of 212 MSgts; Wg lead in AMC Task Mgmt Tool dplymnt; Gp's SNCO of 1st Qtr 2010--promote now!"}
{"input": "I certified 96 Test, Measurement, and Diagnostic Equipment (TMDE) assets, including 11 CRF10 lab simulations. This increased equipment availability rate to 96%, beating the Air Force's 93% standard.", "output": "- Certified 96 TMDE assets; including 11 CRF10 lab stds; incr equip availability rate to 96%--beat AF 93% std"}
{"input": "I tackled a $352,000 high voltage project by excavating 8,000 feet set 3-phase line, resulting in an in-house man-hours savings of $1.7 million. I am now a Master Sergeant.", "output": "- Tackled $352K high voltage proj; excavated 8K ftset 3-phase line--in-house man-hrs svd $1.7M; MSgt now!"}
{"input": "Dedicated Airmen successfully completed the Air Force-mandated trouble ticket tracking training system, securing the unit's 100% compliance goal.", "output": "- Dedicated Amn; completed AF-mandated trouble ticket tracking tng sys--secured unit's 100% compliance goal"}
{"input": "I wrote a Secure Programming Best Practices guide, which was a joint agency document that secured over 16,000 Defense Advanced Research Projects (DoD) software applications.", "output": "- Wrote Secure Programming Best Practices guide; Joint agency document--secured 16K+ DoD sw applications"}
{"input": "I synced 22 NATO Strike teams across five nations and 32 ICCS events 15-lines ahead of schedule-5 Superior Performers.", "output": "- Sync'd 22 NATO Strike tms5-nations; 32 ICCS evnts15-lines gen'd ahead of sched--5 Superior Performers"}
{"input": "Maintained weekly RWP program, tracking over 4,000 items and over 5,000 labor hours, resulting in a 90% to 5% deferral rate reduction for Wing operations.", "output": "- Maintained weekly RWP prgm; tracked >4K items25K+ labor hours--cut WO backlog 90%< 5% defer rates"}
{"input": "I managed training for 58 personnel and ensured the completion of 9,100 Master of Training (MTP) tasks and 3,500 training courses, achieving 100% AEF readiness.", "output": "- Managed trng 58 prsnl; ensured completion 9.1K MTP task3.4K trng courses--achieved 100% AEF readiness"}
{"input": "I expedited 73 security checks, resulting in zero late submissions, sustainating a 100% BMT enlistment rate.", "output": "- Expedited 73 security checks; diligence resulted in 0 late submissions--sustained 100% BMT enlistment rate"}
{"input": "I installed Adobe X on 15 information systems, ensuring compliance with the Wing's EPRdec program standards. This reduced 60% of report processing time.", "output": "- Installed Adobe X on 15 info sys; ensured compliance wwg EPRdec pgm stds--slashed report processing 60%"}
{"input": "Coordinated a MOB GUARDIAN Ex mission, preparing 258 personnel and 4 C-130s, establishing training skills for 47 Wings, 26 allied nations, and 2,500 new members.", "output": "- Coord'd MOB GUARDIAN Ex; readied 258 pers4 C-130s--enabl'd tng skills f47 Wgs26 allied nations2.5K jt mbrs"}
{"input": "Realized AETCCC's #1 priority, led emergency evacuation of hazardous flammable chemicals, ensuring the safety of 1,300 recruits and 20 instructors.", "output": "- Realized AETCCC's #1 priority; led emer evac2 hazardousflammable chemicals--1.3K recruits20 instructors safe"}
{"input": "I chaired the doctrine management system evaluation and developed a security strategy for maximum uptime, eliminating 21.3 man-years Air Force-wide.", "output": "- Chaired doctrine mgt sys eval; developed security strategy for max uptime--eliminated 21.3 man-yrs AF-wide"}
{"input": "GTC Agent 160 accounts earned $2.1 million, identified 40 delinquencies, averted suspensions, and recouped a $50,000+ rebate.", "output": "- GTC Agent160 accts$2.1M; id'dfixed 40 delinquencies...averted suspensions--effort recouped $50K+ rebate"}
{"input": "I fine-tuned and tuned the COMSEC program, tracking 2,300 AIDS patients and 52 accounts, providing C4 support for $18 million. This network included 96 F-15s and 16 KC-135s.", "output": "- Fined-tuned COMSEC prgm; tracked 2.3K aids mo52 accts--C4 support $18M network96 F-15s16 KC-135s"}
{"input": "Directs narcotic vault operations and maintains a perpetual inventory of 355 controlled medications at 30 sites. This ensures compliance with the Drug Enforcement Administration (DEA).", "output": "- Directs narcotic vault ops; maintains perpetual inventory of 355 controlled meds30 sites--ensures DEA compliance"}
{"input": "I provided eight F-15E phase inspections and supervised 300 repair actions, ensuring the quality of the repairs and enabling a 100% on-time roll-out.", "output": "- Spt'ed eight F-15E phase insp's; supervised 300 repair actionsensured quality--enabled 100% on time roll-out"}
{"input": "I expedited 10 cyber threat reconnaissance reports and doctored 626 high-value hacker threats, establishing a Cyber and Analysis (C&A) foundation for 17 systems.", "output": "- Expedited 10 cyber threat rpts; doctored 626 high-value hacker threats--established C&A foundation for 17 sys"}
{"input": "During my training as an Exer CMBT ARCHER in '14, I enabled 90 command and training sorties, 833 bombs on target, and was garnered as a Superior Performer.", "output": "- Sptd Exer CMBT ARCHER '14; enabled 90 cmbt tng sorties843 bombs on tgt--garnered Superior Performer"}
{"input": "I taught 34 Special Operations Forces (SOF) members airfield driving, meshed exercise driving with 56 Fighter Wing operations, and successfully graduated 27 FY16 pilots.", "output": "- Taught 34 SOF members airfield driving; meshed exercise driving with 56 FW ops--27 FY16 pilots graduated"}
{"input": "Assisted APSFSC building by transporting workforced 66.3k units for $20.3 million in less than two days, negating $700,000 in construction fees.", "output": "- Assisted APSFSC bldg; transportedwhs'd 66.3K units$20.3M <2 days--negated $700K in construction fees"}
{"input": "I expedited acquisition follow-up tasks by reviewing transactions and contacting vendors. This alleviated a backorder by 10%.", "output": "- Expedited acquisition follow-up tasks; reviewed transactionscontacted vendors--alleviated backorder by 10%"}
{"input": "Fixed Security Forces HMMWV window tracks and fabricated door tracks, solidifying force protection measures.", "output": "- Fixed Security Forces HMMWV window tracks; fabricated door tracks--solidified force protection measures"}
{"input": "Quarterbacked three aircraft panel changes, securing the removal installation with 1,700 fasteners. This mission rescued a $70 million Air Force asset.", "output": "- Quarterbacked three acft panel changes; supv'd removalinstallation w 1.7K fasteners--rescued $70M AF asset"}
{"input": "I mentored 13 members on the educational importance of their unit and inspired three college enrollments. One Airman garnered a Community College Fund (CCAF) degree.", "output": "- Mentored 13 mbrs on educational importance; inspired 3 college enrollments--1 Amn garnered CCAF degree"}
{"input": "Investigated an engine fuel leak and replaced the vapor vent solenoid, thwarting a delay and ferrying 50,000 lbs cargo to warfighters.", "output": "- Investigated engine fuel leak; replaced vapor vent solenoidthwarted delay--ferried 51K lbs cgo to warfighters"}
{"input": "I drove the CDC program, which increased supervisor knowledge-compliance and successfully passed 32 EOC tests, resulting in a 100% square pass rate for CY14.", "output": "- Drove CDC pgm; increased supervisor knowledgecompliance; 32 EOC tests passed--100% sq pass rate CY14"}
{"input": "Innovative Non-Commissioned Officer (NCO) designed and fielded (Section's) 1st Physical Training (PT) program, ensuring that 15 troops were always Fit to Fight.", "output": "- Innovative NCO; designedfielded (Section's) 1st PT tng pgm--15 troops always Fit to Fight"}
{"input": "Filled-in as a flight kitchen manager, normally a Non-Commissioned Officer (NCO) job, I led four Airmen in the production of 9,000 meals, meeting base operations requirements.", "output": "- Filled-in as flt kitchen mgr, normally a NCO job; led four Amn in production of 9K meals--met base ops rqmts"}
{"input": "Managed a Total Capability Initiative (TCI) project, coordinating the extension of over 150 items during a critical parts shortage. This resulted in zero TCI-related NMCS time.", "output": "- Managed TCI prog; coord extension of 150+ items during critical parts shortage--0 TCI related NMCS time"}
{"input": "I revised the squadron fitness program, streamlining unit procedures and bolstering the Personal Training Laboratory (PTL) certification by 63%. This resulted in a rolling 92% passing rate.", "output": "- Revised Squadron fitness pgm; streamlined unit proceduresbolster'd PTL cert 63%--secured rolling 92% passing rt"}
{"input": "I secured $8,000 environmental funding from the Defense Logistics Agency-E (DLA-E), acquiring a 500 ft. containment boom and protecting 2,000 ft of shoreline.", "output": "- Secured $8K enviro funding from DLA-E; 500 ft of containment boom acquired--2K ft of shoreline protected"}
{"input": "As a key Litening Pod pylon tech, I taught 10 technical instruction requirements and prepared six short notice pylons for Air Expeditionary Force (AEF) readiness. This mission successfully met the mission requirements.", "output": "- Key Litening Pod pylon tech; taught 10 techs insp requirements; six short notice pylons AEF ready--mission met"}
{"input": "I cut discharges by 79% for Non-Japanese Personnel (NJP) actions by 32% in 6 months, processing 21 NPJs, 32 UIFs, and 2 demotes. This refocused the Airmen on training missions.", "output": "- Cut discharges 79%NJP actions 32% in 6 mos; processed 21 NJPs,32 UIFs,2 demotes--refocused Amn on stndsmsn"}
{"input": "Coordinated wMEPCOM for 72 shippers and validated $15k travel expenses, winning the GP 2Q3Q Top Small MEPS award.", "output": "- Coord'd wMEPCOM for 72 shippers; validated $15K travel expenses--won gp 2Q3Q Top Small MEPS awd"}
{"input": "I sharpened my management skill by attending the Combined Space Operations Squadron (CSAF) revitalizing the Squadron initiative, which infused knowledge with my Wing Commander (WHG) peers.", "output": "- Sharpened mgmt skill; attended CSAF Revitalizing the Squadron initiative--infused knowledge wHG peers"}
{"input": "I completed a 1-month software development certification course, which honed my Air Force and industry specialist expertise. I am ready to be promoted immediately.", "output": "- Completed 1-mo sw dvlpment certification course; honed AF & industry std expertise--promote immediately!"}
{"input": "Fielded 7 instructors in incident response and trained over 75 software programmers, stymied attacks against 8 Air Education and Training Command (AETC) apps.", "output": "- Fielded 7 instructors in incident response; trained 75+ sw programmers--stymied attacks against 8 AETC apps"}
{"input": "Developed the MOC Section training baseline, eliminating over 100 course codes, resulting in the MOS's AWACT7 mission with no overdues.", "output": "- Developed MOC Section tng baseline; eliminated 100+ crs codes--reduced MOS's AWACT7 mo no overdues"}
{"input": "As a volunteer for the 180-day 375th Airborne Wing Honor Guard, I led 25 out of 71 military funerals in six states. I served as a role model for my peers.", "output": "- Volunteer for 180-day 375 AW Honor Guard; led 25 of 71 military funerals in six states--role model for peers"}
{"input": "Managed a $300k HC-130 fuel barn project, upgrading the foam suppression system, eliminating identified HQ ACCA7 deficiency.", "output": "- Managed $300K HC-130 fuel barn proj; upgraded foam suppression sys--elim'd ID'd HQ ACCA7 deficiency"}
{"input": "I served as the squadron's administrative lieutenant and played a key role in the squadron's success by beating the Mission Objective (MO) by 40%, obtaining a new member, and being recognized as the squadron's top Cat in the Civilian Issue (CIV) second quarter squadron.", "output": "- Sq admin ld; key to tm beating MO by 40%trnd new mbrcovered sister flt--sq's Top Cat I Civ 2nd qtr CY16"}
{"input": "Cmplt'd 158 tasks, 8 vs 12 mo squadron, raised qualified manning 14%, selected 432 P-3MQ-1 operations, 384, ISR hours, and 390 EKIA.", "output": "- Cmplt'd 158 tasks8 vs 12 mo std; raised qual'd manning 14%--sptd 432 P-3MQ-1 ops384 ISR hrs390 EKIA"}
{"input": "I managed the flying status log book and sustained mission capabilities for 13 personnel, ensuring zero training delays and safeguarding the Wing's #1 mission.", "output": "- Managed flying status log book; sustained mission capes for 13 prsnl--zero tng delayssafeguarded Wg's #1 msn"}
{"input": "As a Pettis Co Fire Dept volunteer, I responded to 49 calls totaling over 140 hours, providing a positive reflection of the Air Force on the community.", "output": "- Pettis Co Fire Dept volunteer; responded to 49 calls totaling 140+ hrs--positive reflection of AF on community"}
{"input": "I completed a Bachelors of Arts in Sociology degree, knocking out 19 credit hours, which enhanced human relations with 6 HQ divisions.", "output": "- Completed Bachelors of Arts in Sociology; knocked out 19 credit hrs--enhanced human relations w6 HQ divs"}
{"input": "Served as a local youth soccer coach, mentoring 9 children on and off the field, creating a lasting impression for Defense of the Department (DoD) families.", "output": "- Served as local youth soccer coach; mentored 9 children onoff the field--lasting impression for DoD families"}
{"input": "I identified 6,000 misconfigured PCs and obtained 90% compliance within 2 weeks, postured a $120 million non-target work for cyber warfare.", "output": "- ID'd 6K misconfigured PCs; obtained 90% compliance within 2 wks--postured $120M ntwrk for cyber warfare"}
{"input": "During Operation Yellow Ribbon, I assisted an event where refreshments were served to Airmen bound for the Area of Responsibility (AOR), resulting in 216 pax bidding farewell.", "output": "- Assisted Operation Yellow Ribbon event; refreshments served to AOR bound Airmen--216 pax bid farewell"}
{"input": "I set up fiber optic links to the homes of six commanders, providing 24-hour network access. This initiative boosted Command and Control (C2) access by 66%.", "output": "- Set up fiber optic links to homes of six commanders; 24-hour network access--boosted C2 access 66%"}
{"input": "I lead by example and am a well-rounded, rock-solid performer who gets things done. I highly recommend for promotion right now!", "output": "- Leads by example; a well-roundedrock-solid performer who gets things done--rdy for promotion right now!"}
{"input": "Assisted wreadiness for Operation Inherent Resolve by ensuring the 13 mercenaries were green, fully supporting the combat deployment.", "output": "- Assisted wreadiness for Operation Inherent Resolve; ensured 13 mbers green--combat deployment fully supported"}
{"input": "Maintained the Base Migration Task Force (BMT) Forward Operating Base (FOB of the Future) with 20 tents, 10 Air Expeditionary Units (AECUs), and 300 solar panels. This project eliminated 30,000 gallons in fuel demand.", "output": "- Maintained BMT FOB of the Future; 20 tents10 AECUs300 solar panels--proj eliminated 32K gal in fuel demand"}
{"input": "Ensured fair, respectful treatment of all assigned and conducted monthly SAPR assessments, resulting in a 200% increase in awareness.", "output": "- Ensured fair, respectful treatment of all assigned; conducted monthly SAPR assessments--increased awareness 200%"}
{"input": "As a valued IMA and asset to the unit's effectiveness, I continuously challenge myself and increase my responsibility. I am ready to be promoted to a higher rank.", "output": "- Valued IMA and asset to unit's effectiveness; challenge continuously and increase responsibility--promote now"}
{"input": "Highly motivated, I stepped out of my comfort zone and coordinated two flight squadron PT events, enfluencing 284 Airmen.", "output": "- Highly motivatedstepped out of comfort zone; coordinatedled two fltone sq PT events--enfluenced 284 Amn"}
{"input": "Coordinated 12 pre-dplymt injections, achieving 100% system readiness, and aided the Group's 74% mission capability rate - the Air Mobility Command's (AMC's) C-130 highest.", "output": "- Coord'd 12 pre-dplymt insps; achieved 100% sys readiness; aided Gp's 74% MC rate--AMC's C-130 highest"}
{"input": "Executed over 90+ field repairs, directly supporting flightline operations, the squadron garnered the Air Force '09 Thomas P. Gerrity Logistics award.", "output": "- Executed 90+ field repairs; directly spt'd flightline ops--Sq garnered AF '09 Thomas P. Gerrity Logistics awd"}
{"input": "I guided 230 ADART personnel and gen'd over 530+ refueling sorties, bolstering the 92.9% HSLDR in August, beating the 90.7% LCL.", "output": "- Guided 230 ADART prsnl; gen'd 530+ refueling sorties; bolstered 92.9% HSLDR, Aug--beat 90.7% LCL"}
{"input": "I corrected CAMS data and ensured a 3 AGE Aug data integrity rate of 98.4%, surpassing Air Combat Command's (ACC) standards.", "output": "- Corrected CAMS data; ensured 3 AGE Aug data integrity rate of 98.4%, best in GP--exceeded ACC standards"}
{"input": "As an AFBulletSafe, I reengineered the AFMAN 63-119 Certification checklist and scrubbed 450 columns, certifying the DCAPES v4120 Operating System Operator (OT).", "output": "- AFBulletSafe - Reengineered AFMAN 63-119 Certification checklist; scrubbed 450 columns--certified DCAPES v4120 OT"}
{"input": "I repaired a cracked F-15E horizontal stabilizer by fabricating and installing the repair part, saving $55,000 in acquisition costs.", "output": "- Repaired cracked F-15E horizontal stabilizer; fabricatedinstalled repair part--saved $55K in acquisition costs"}
{"input": "Led a two-team maintenance effort, troubleshooting a fault and developing a solution. Through this action, we restored $10,000 Air Traffic Control (ATC) positions on ACC's busiest airfield.", "output": "- Led 2 tm mx effort; troubleshot faultdev'd solution--restored 10$55K ATC positions on ACC's busiest airfield"}
{"input": "As the Crew Chief on the Commissary Shoppette emergency, I identified burning freezers and secured a power source, protecting $7.5 million in assets.", "output": "- Crew Chief on CommissaryShoppette emerg; ID'd burning freezerssecured power source--protected $7.5M in assets"}
{"input": "I piloted Lajes SAV3 members and evaluated 28 areas identified in a $113,000 LIMFAC, cutting an 8-year backlog and allowing CBRNE assets to be availed by 70%.", "output": "- Piloted Lajes SAV3 mbrs; eval'd 28 areasID'd $113K LIMFAC--cut 8-yr backlogincr'd avail CBRNE assets by 70%"}
{"input": "I stripped the HH-60 rotor system for National Defense Installation (NDI) inspection, beating the ETIC by 2 hours. This achievement resulted in over 27,000 flying hours for the 41st RQS.", "output": "- Talented; stripped HH-60 rotor system for NDI inspection--beat ETIC by 2hrs...2.7K+ 41st RQS flying hrs"}
{"input": "I supported 549 combat mission hours and provided critical intelligence on the enemy pattern of life to the ground commander, developing 214 HVI training groups.", "output": "- Supported 549 combat msn hrs; provided critical intel on enemy pattern of life to grnd CC--dev'd 214 HVI tgts"}
{"input": "During a 50% manning shortage, I aided the application line by augmenting the 600-hour training schedule with 5 new personnel. This resulted in a 15% cut in abandoned call rates.", "output": "- Aided appt line during 50% manning shortage; augmented 600 hrstrnd 5 new prsnl--cut abandoned call rate by 15%"}
{"input": "I identified 116 non-deployable members and prioritized care coordination schedules for five teams, achieving a 98% mission readiness across five squadrons.", "output": "- Id'd 116 non-deployable mbrs; prioritized carecoord'd schedules f5 teams--achv'd 98% msn rdy across 5 wgs"}
{"input": "I supported Operation Warmheart by coordinating fundraisers with Aviano's 1st Sgt. council, raising $2,100 for deployed spouses.", "output": "- Supported Op Warmheart; coord'd fundraisers wAviano 1st Sgt council--$2.1K raised for deployed spouses"}
{"input": "Led the Global Space Operations (GSU) water operations program, training 6 Airmen on disinfecting delivery skills, providing 80,000 gallons of support to NATO Space Situational Awareness (SAM) drills.", "output": "- Led GSU water ops prgm; trained 6 Amn on disinfectingdelivery stds--provided 78K gallonsspt'd NATO SAM drills"}
{"input": "I was selected as a deployed Honor Guard member and created a training plan of instruction (OI), standardizing procedures for over 50 annual details.", "output": "- Selected as deployed Honor Guard mbr; created trng planOI--standardized procedures for 50+ annual details"}
{"input": "Completed pre-deployment training, honed ground combattactical shooting skills, enhanced OEFOIF readiness.", "output": "- Completed pre-deployment tng; honed ground combattacticalshooting skills--enhanced OEFOIF readiness"}
{"input": "I focused on education and completed 3 hours through NAU, earning a CCAF in Logistics Management Units Systems Tech.", "output": "- Focused on education; completed 3 hrs thru NAU--awarded CCAF in Logistics MgtMunitions Systems Tech!"}
{"input": "I aided the CNMS function check program by replacing heli-coils for 12 LRU's, saving $207,000 and filling the BTF WRSK requirement.", "output": "- Aided CNMS function check prgm; replaced heli-coils f12 LRU's--saved $207K18 mx hrsfilled BTF WRSK rqmnt"}
{"input": "During my time as a Squadron Non-Commissioned Officer (SNCO), I displayed selfless devotion and professionalism, earning the highest rank of Squadron Non-Commissioned Officer (SNCO) in the 4th quarter of '11. I am now recognized as a Senior Master Sergeant (SMSgt) and am confident in my ability to get things done.", "output": "- A get it done SNCO; displayed selfless devotionutmost professionalism; Sq NCO 4 Qtr '11--SMSgt now!"}
{"input": "As an assistant, I assisted with the wDUI apprehension by ensuring flawless processing of evidence and enforcing the Air Force zero-tolerance policy.", "output": "- Assisted wDUI apprehension; ensured flawless processing of evidence--enforced AF zero-tolerance policy"}
{"input": "I helped remodel the Armory for an Air Mobility Command (AMCIG) visit, painting and tiled the entire facility. This resulted in over $3,000 savings to the Air Force and helped promote the mission readiness of the unit.", "output": "- Helped remodel Armory for AMCIG visit; entire facility painted and tiled--$3K+ savings to the AF; promote"}
{"input": "Assisted an ejected motorist by obtaining vitals and preparing for advanced care. This patient was transported within the Golden Hour.", "output": "- Assisted ejected motorist; obtained vitals & prepared for advanced care--pt transported within Golden Hour"}
{"input": "I participated in a 1-week cultural exchange and hosted a Japan Air Self Defense Force member, strengthening the bilateral ties between the two organizations.", "output": "- Participated in 1-week cultural exchange; hosted Japan Air Self Defense Force mbr--strengthened bilateral ties"}
{"input": "Bested prof-development and completed 86 hours of coursework, including 14 and 12x Air Force E-Learning courses, guiding 9x Wing 7 squadron executive support teams.", "output": "- Bested prof-development; completed 86 hrs Crse 14 & 12x AF E-Learning crses--guided 9x wing7 sq exec spt teams"}
{"input": "Delivering 41,000 lbs of fuel to ISO USSOUTHCOM CD operations, I increased Intelligence, Surveillance, and Reconnaissance (ISR) loiter time by 25%, effectively abating narcotic traffic.", "output": "- Delivered 41K lbs of fuel ISO USSOUTHCOM CD ops; increased ISR loiter time 25%--abated narcotic traffic"}
{"input": "As a versatile team member, I provided valuable assistance in troubleshooting and repairing communication equipment. During one particular task, I successfully identified and repaired a faulty wire in less than two hours, ensuring minimal downtime.", "output": "- Versatile team member; assisted commnav equipment troubleshoot, bad wire foundrepaired-- < two hours"}
{"input": "I am a Project Manager (GP) with a Bachelor's degree in Physics and Business Administration (W&B) and a four-pronnl on CG calculations. I have been assigned to review 46 aircraft on Chart A reviews, ensuring safety for 25,000 flying hours.", "output": "- GP W&B pgm mgr; tnd 4 prsnl on CG calculations...46 acft Chart A reviews cw--safety ensured for 23K flying hrs"}
{"input": "Scheduled intelligence pre-deployment briefings, instructing members on area risk, ensuring physical and personal security.", "output": "- Scheduled intel pre-deployment briefings; members instructed on area risk--ensured physicalpersonal security"}
{"input": "Investigated a spike in FCR system breaks, dissected 401 write-ups and revealed findings, beating the 10% standard best F-16 Blk-40.", "output": "- Investigated FCR sys breaks spike; dissected 401 write-upsrevealed findings--beat 10% stdbest F-16 Blk-40"}
{"input": "A member of the Church restoration team performed construction project paint operations, improving the facility for parish families.", "output": "- Church restoration team mbr; performed construction projectspaint ops--improved facility for parish families"}
{"input": "I identified a depot discrepancy and corrected $779k in misidentified items, alerting asset managers for 78 Defense Distributed Area Commands (DAACs) that affected the Air Force wide.", "output": "- ID'd depot discrepancy; correct'd $779K in misID'd items--alerted asset mgrs78 DoDAACs affected AF wide"}
{"input": "Attended mission essential C4 training and developed an in-house shop training program, qualifying 31 Airmen and Non-Commissioned Officers on mission system updates.", "output": "- Attended msn essential C4 trng; developed in-house shop trng prgm--qual'd 31 Amn, NCOs on msn sys updates"}
{"input": "As the selected ambassador for the Command and Control Center's (CCS) '15 Women's World Cup dog tag ceremony, I fostered an esprit-de-corp and was coined by the Air Mobility Command (AMWCC).", "output": "- Selected ambassador for CJCS '15 Womens World Cup dog tag ceremony; fostered esprit-de-corp--AMWCC coined"}
{"input": "As a Shop Non-Commissioned Officer (NCOIC), I led 32 Airmen repairing 2,000 mission actions and aided 12,000 safe flight hours, contributing to the squadron winning the Air Mobility Command (AMC) '09 Medal of Honor.", "output": "- Shop NCOIC; led 32 Amn repairing 2K mx actions; aided 12K safe flt hrs--key to Sq winning AMC's '09 MEA"}
{"input": "Oversaw the WG printer tech refresh and remotely configured STIG'd 85 devices, meeting the DISA integrity standards, saving 170 man-hours.", "output": "- Oversaw Wg printer tech refresh; remotely configuredSTIG'd 85 devices--met DISA integrity stdsaved 170 man-hrs"}
{"input": "Deployed to Poland as a Radio Technician, I successfully set up C2 radio communications, resulting in a NATO mission success of 88 sorties and 129.4 hours flown.", "output": "- Deployed to Poland as a Radio Technician; set up C2 radio comms--NATO msn success88 sorties129.4 hours flown"}
{"input": "Supported over 500 Overseas Expeditionary Force (OEF) air evacuation missions by dispensing life-sustaining medications, providing nonstop treatment to returning soldiers.", "output": "- Supported 500+ OEF air evac missions; dispensed life sustaining meds--nonstop treatment to returning soldiers"}
{"input": "Phenomenal NCO with outstanding character skills, I qualified accepted for AFSOC TACP duty, becoming the Top-Notch Airman.", "output": "- Phenomenal NCO w outstanding characterskills; qualifiedaccepted for AFSOC TACP duty--Top-Notch Amn"}
{"input": "I successfully managed over 300 PMEL items worth $6 million, ensuring proper tool servicing calibration, resulting in zero impact on the monthly Fuel Handling Program (FHP).", "output": "- Managed over 300 PMEL items worth $6M; guaranteed proper tool servicingcalibration--zero impact monthly FHP"}
{"input": "Conducted a closeout on a $2 million gal JP-8 account and $4.2 million Air Force assets, ensuring zero discrepancies and zero rejects during my tenure.", "output": "- Conducted closeout on 2M gal JP-8 account; $4.2M AF assets--zero discrepancieszero rejects during tenure"}
{"input": "Assisted in the rewrite of a two-week OI advisor letter, completing 25 hours of instruction and identifying over 43 items for clearance. This improvement enhanced the two-week training effectiveness.", "output": "- Assisted in rewrite of twr OIcoord letter; 25hrs43+ items ID d for chgremoval--improved twr effectiveness"}
{"input": "Active in squadron sports and a volleyball team player, I promoted the fitness spirit de corps and set the example for my peers.", "output": "- Active in squadron sports; volleyball team player; promoted fitnessespirit de corps--set the example for peers"}
{"input": "I trained five BLOS systems developers on Software Assurance (SwA), avoiding the emergency release and securing the Intelligence, Surveillance, and Reconnaissance (ISR) Blue Force theater tracking.", "output": "- Trained five BLOS sys developers on SwA; avoided emerg release--secured ISRBlue Force theater tracking"}
{"input": "Oversaw the unit ADPE account and inventoried 663 essential items, turning in $512,000 assets for redistribution in the Area of Responsibility (AOR).", "output": "- Oversaw unit ADPE acctount; inventoried 663 eqpmt items--turned-in $512K assets for redistribution in AOR"}
{"input": "An exceptional financial advisor, I managed an austere $XXXK budget, squeezing out travel, training, and equipment for XXX.", "output": "- Exceptional financial advisor; managed austere $XXXK budget--squeezed out travel, training, equipment for XXX"}
{"input": "Served as the logistics support for the Defense Logistics Agency (DoS) housing disposition, involving 100 members and 6 rigs moving 4,000 bedslockers in less than 2 weeks. This strategic move resulted in saving $175 million.", "output": "- Mgd logistic spt for DoS housing disposition; 100 mbrs6 rigs moved 4K bedslockers <2 wks--saved $175M"}
{"input": "I flew 28 OEF combat missions, offloading 1.5 million+ lbs of fuel in 175 flight hours, securing a vital close air support for ground personnel.", "output": "- Flew 28 OEF combat msns; offloaded 1.5M+ lbs of fuel in 175 flt hrs--secured vital close air spt for gnd prsnl"}
{"input": "As the lead maintenance operations controller at the ANATOLIAN EAGLE exercise, I aided 398 flying hours (hrs) and was recognized as a top performer.", "output": "- Lead mx operations controller at ANATOLIAN EAGLE exercise; aided 398 flying hours (hrs)--Top Performer"}
{"input": "Supervised real-time weather systems analysis and delivered System on a Chip (SwA) training to 34 developers, securing vital weather mission intelligence.", "output": "- Supervised real-time weather sys analysis; delivered SwA tng to 34 developers--secured vital WMA msn intel"}
{"input": "I played a key role in inventory research of 21 discrepancies, averting a Resolution of Service (ROS) and providing a resolution of $128K in aircraft assets.", "output": "- Key player in inventoryresearch of  21 discrepancies; averted ROS--provided resolution$128K in ac assets"}
{"input": "I had a keen eye and noticed over 10 major HAZMAT discrepancies, resulting in a 100% EPAQA pass rate, preventing over $700,000 in EPA fines.", "output": "- Keen eye! Spotted >10 major HAZMAT discrepancies; 100% EPAQA pass rate--over $700K in EPA fines prevented"}
{"input": "During my time as the Flight NCOIC for three missions, I successfully managed taskings and integrated a new flight commander during two MAREs, ensuring zero mission degradation.", "output": "- Flt NCOIC for three mons; managed taskingsintegrated new flt CC during two MAREs--zero msn degradation!"}
{"input": "I identified the need for fSANE at SDNMC and taught the RN exam, collected a maintained chain of evidence, and established a System of Evidence (SA) resource.", "output": "- ID'd need fSANE at SDNMC; taught RN fexamcollectedmaintained chain of evidence--established SA resource"}
{"input": "I replaced a hot trailing edge tile by pre-fit bonding zero voids, enabling a $250k range mission. I will be promoted on time.", "output": "- Replaced hot trailing edge tile; pre-fitbonded wzero voids--enabled $250K range mission--promote on time"}
{"input": "Executed AF Space Surveillance System closure actions, disposing of over 200,000 items, resulting in 100% accountability.", "output": "- Executed AF Space Surveillance Sys closure actions; disposed of 200K+ items--garnered 100% accountability"}
{"input": "I demonstrated exceptional leadership abilities and was tasked to train Airmen, resulting in the EOC (Enlisted Officer Candidate) exam being done six months early and two months ahead in task qualification.", "output": "- Exceptional leadership abilities; tasked to train Amn--EOC done 6 mos early2 mos ahead in task qualification"}
{"input": "Eliminated an Air Combat Command (AC) windscreen liner signature defect by applying paint stack-up and re-establishing airframe conductivity.", "output": "- Eliminated AC windscreen liner signature defect; applied paint stack-up--re-established airframe conductivity"}
{"input": "CC's choice for 2 BMT Parade staff positions was flawless execution, zero demerits, resulting in a successful event for 3,000 fams.", "output": "- CC's choice for 2 BMT Parade staff positions; flawless executionzero demerits--successful event for 3K fams"}
{"input": "I valued personal growth and completed the Air Force International Culture course, earning three credit hours towards the Community College of the Air Force (CCAF).", "output": "- Valued personal growth; completed AF International Culture course--earned three credit hrs towards CCAF"}
{"input": "I pured the fleet for weapons inventory (ITV) telemetry test, upgrading the software on 6 aircraft. This laid the foundation for the first Fighter Group (OT) QF-16 kill mission.", "output": "- Postured fleet for wpns ITV telemetry test; upgraded sw on 6 acft--laid foundation for 1st F-35 OT QF-16 kill"}
{"input": "As a dedicated chaplain assistant, I briefed base chapel programs to 200 Amnmentored future leaders.", "output": "- Dedicated chaplain asst; briefed base chapel pgms to 200 Amnmentored future ldrs--"}
{"input": "I supported a 5-day SLOC Command and Control (SLOC) Command and Control (C4I) course and lodged over 200+ DV (Department of Defense Intelligence) communication uptime, benefitting 150 General Officers (GOs) and their spouses through strategic leadership mentorship.", "output": "- Support'd 5-day SLOC C4I; lodged 200+ DV100% comm uptime--150 GOspouses benefited from sr ldr mentorship"}
{"input": "I assisted with a $580K fire detection system upgrade by replacing alarms, spotlights, and panel wiring. This achievement achieved US codestds.", "output": "- Aided w$580K fac fire detection sys upgrade; replaced alarmsstrobespanelswiring--achiev'd US codestds"}
{"input": "I guided the AFOSI lease development plan and authorized the Pentagon for unique mission specifications. This resulted in Det 204 gaining four armored assets and closing security gaps.", "output": "- Guided AFOSI lease dvlpmnt; auth'd PWS f unique msn specs--Det 204 gain'd 4 armored assetsclosed security gaps"}
{"input": "Pursuing the Continuing Air Forces Specialist (CISSP), I have completed 14 hours of online instruction in the Information Technology (IA) specialty. This achievement will exceed the DoD 8570 Intelligence, Surveillance, and Reconnaissance (IAT) level II certifications.", "output": "- Pursuing CISSP; completed 14 hrs online instruction in IA specialty--will exceed DoD 8570 IAT level II certs"}
{"input": "Appointed as the primary Honor Guard trainer for 30 Airmen, I organized 15 training courses and received high praise from the base commander.", "output": "- Appointed as primary Honor Guard trainer for 30 Airmen; organized 15 training courses--lauded by base CC"}
{"input": "I co-wrote the Department of Defense (DoD) Space and Missile Systems Group (DoD SwA) Space and Missile Systems Group (SCG) for the United States Air Force (USD/AT&L) Defense Chief of Staff (DoD CIO), bolstering the mission critical data process and protecting a $2.2 billion+ Joint Intelligence Establishment (JIE).", "output": "- Co-wrote DoD SwA SCG for USD(AT&L)DoD CIO; bolstered msn crit data process--protected $2.2B+ JIE"}
{"input": "Optimized AGE reliability by carrying out 73 inspection tasks, resulting in a support of 784 Air Mobility Command (ASMC) missions with a 90% LDR rate. This individual is now ready for a Staff Sergeant (SSgt).", "output": "- Optimized AGE reliability; carried out 73 inspmx tasks--spt'd 784 AMC msns w90% LDR rt...ready for SSgt"}
{"input": "Using a wingman training plan, I linked experienced members with new recruiters, resulting in rookies exceeding the quarterly mission by 11%.", "output": "- Employed wingman trng plan; linked experienced mbrs wnew recruiters--rookies exceeded qtrly msn by 11%"}
{"input": "I deployed 120 days to Balad AB, Iraq, generating 2,700 sorties and moving 5,400 tons cargo to 46,000 passengers, removing 1,800 trucks off the roads.", "output": "- Dplyd 120 days to Balad AB, Iraq; gen'd 2.7K sorties; moved 5.4K tons cgo46K pax--1.8K trucks off of roads"}
{"input": "I mastered the turn-in process, successfully returning 36 assets valued at $5,000. This resulted in a 95% fill rate for the C-130 kit, surpassing the MAJCOM goal by 10%.", "output": "- Mastered turn-in process; returned 36 assets$5K, C-130 kit fill rate at 95%--bested MAJCOM goal by 10%"}
{"input": "Equipped personnel with ethical hacking software, discovering 4,200 security flaws, saving 5 PMOs $31.7K in IT overhead.", "output": "- Equipped pgms w ethical hacking sw; discovered 4.2K security flaws--saved 5 PMOs $31.7K in IT overhead"}
{"input": "Led the Logistics Operational Unit (LO) restoration effort, removing and replacing 124 magnetic radar absorbent material defects. This mission resulted in slashing 676 man-hours.", "output": "- Led LO restoration; removedreplaced 124 magnetic radar absorbent material defects--slashed 676 man-hours"}
{"input": "Validated ADAB work requests and oversaw a 1,000 task budget of $7.1 million. This initiative mitigated 3,200 emergencies and saved 5,000 man-hours flight AOTQ.", "output": "- Validated ADAB work requests; oversaw 1K task$7.1M--mitigated 3.2K emer saved 5k-man-hrsflt AOTQ"}
{"input": "I managed shipper validations and sent 1365 Airmen to Basic Maintenance Training (BMT), ensuring zero erroneous enlistments with quality indicators 7% below command standard.", "output": "- Mng'd shipper validations; sent 1365 Amn to BMT--zero erroneous enlistments wqlty indicators 7% < cmd std"}
{"input": "Dedicated XX hours to the Air Mobility Command (AADD) program, ensuring the support of XXX Amn at the Squadron Holiday event. This accomplishment was highly commended by the General Staff College (Gp CC).", "output": "- Dedicated XX hrs to AADD pgm; ensured sfty of XXX Amn at Sq Holiday event--awd'd LOAcommended by Gp CC"}
{"input": "I donated 77 hours of volunteer time to the NFFCOPTTC, enhancing society's PTSD awareness and showcasing the Air Force culture heritage to 220 students.", "output": "- Donated 77 hrs to NFFCOPTTC; enhanced societies PTSD awareness--showcased 220 students AF cultureheritage"}
{"input": "I organized a 43rd Air Force General (AG) promotion ceremony, where I managed four piloted scripts and administered a SNCO charge. The ceremony successfully celebrated 17 promotees.", "output": "- Org'd 43 AG promotion ceremony; mng'd 4 volpenned scriptadministered SNCO charge--celebrated 17 promotees"}
{"input": "Led the unit Aviation Division (AVDO) program, coordinating 130 Priority Priority Inspection (PPIC) chapters with Headquarters, safeguarding $1.45 billion worth of assets and ensuring precise reconnaissance to AMCA4.", "output": "- Led unit AVDO pgm; coor'd 130 PPIC chgs with HHQ--safeguarded $1.45B assetsensur'd precise rprt'g to AMCA4"}
{"input": "Employed scan management on a server farm, migrating 63 GBS2K legacy projects, safeguarding 3.5 million security findings.", "output": "- Employed scan mgt on server farm; migrated 63 Gbs2K legacy projects--3.5M security findings safeguarded"}
{"input": "I successfully led the NCO Prof Development course, winning with people and teaching 13 individuals. I mentored a fellow Airman (Amn) during the event.", "output": "- Successfully led NCO Prof Development crse, winning with people; taught 13 individuals--mentored fellow Amn"}
{"input": "Creating a database to track Air Mobility Command (AMC) aircrew hours ensured crew management, saving $2 billion in flying hours per year and $160 million in ground training.", "output": "- Created db to track AMC aircrew hours; ensured crew mgmt--saved $2Byr flying hr pgm & $160Myr gnd tng"}
{"input": "I revitalized 15 iron-filled elastomer details by removing bonded materials, ensuring zero defects per signature diagnostics.", "output": "- Refurbished 15 iron filled elastomer details; removedbonded materials--zero defects per signature diagnostics"}
{"input": "I coordinated reparables for 260 assets, resulting in $1 million in costs avoidance. This was the key to the MXG $818K budget credit in FY16.", "output": "- Tm'd wAFREP; coord'd reparables260 assets rpr'd$1M costs avoidance--key to MXG $818K budget credit in FY16"}
{"input": "I tracked daily MICAP status and updated over 300 slides in real-time, informing the MXGCC. This mission established a 67% average mission capability rating for the HH-60.", "output": "- Track'd daily MICAP status; updat'd >300 slidesreal-time statusinformed MXGCC--enabl'd HH-60 67% avg MC rte"}
{"input": "Processed $220 million in bonuses and leave sell, resulting in a payout time reduced by 25%. This solidified the retainment of my personnel.", "output": "- Processed $220M in bonusesleave sell; payout time reduced by 25%--prompt payments solidified retainment"}
{"input": "I completed Vol 1 of B set CDCs in just 1 week, projecting the EOC in 2 months, shattering the Air Force career field average by 14%.", "output": "- Completed Vol 1 of B set CDCs in 1 week; projected EOC in 2 mo's--shattered AF carreer field avg by 14%"}
{"input": "I voted to my chosen profession and attended two public speaking seminars, honed my skills for future health prof sales.", "output": "- Devoted to chosen profession; attended two public speaking seminars--honed skills for future health prof sales"}
{"input": "As the lead GT14 exercise log planner for the 5th Bomb Wing, I played a crucial role in planning 20 times C-130 cargo aircraft arrivals. This initiative solidified the Air Force Space Command's (AFGSC) global nuclear power solidification efforts.", "output": "- 5 BW lead GT14 exercise log planner; 20x C-130 cargo acft planned--AFGSC global nuclear power solidified"}
{"input": "I arranged the install of Land Mine Reactors (LMRs) in 20 Squadron Fuels Squadron (SFS) patrol cars, completing the installation in less than a week. This provided a fleet line emergency mobile Command and Control (C2) for deployed LMRs.", "output": "- Arranged install of LMRs in 20 SFS patrol cars; completed in < a week--provided flt line emergency mobile C2"}
{"input": "As a community educator, I committed to weekly tutoring sessions at the base school, keeping four students on pace with peers.", "output": "- Community emmisary; commit'd to weekly tutoring sessions at base school--kept four students on pace wpeers"}
{"input": "I painted 25 Air Expeditionary Unit (AGE) units by removing and applying protective organic coatings. This extended the serviceability of assets by 7 years.", "output": "- Painted 25 AGE units; removedapplied protective organic coatings--extended serviceability of assets 7 years"}
{"input": "Investigated an A-sump oil leak and found a repaired faulty oil line averted a bearing seizure, saving $35,000 in supply costs.", "output": "- Investigated A-sump oil leak; foundrepaired faulty oil lineaverted bearing seizure--saved $35K supply costs"}
{"input": "I augmented maintenance of 11 medical apps and designed 10 system upgrades, ensuring care for 9.6 million TriCare enrollees.", "output": "- Augmented maintenance of 11 med apps; designed 10 sys upgrades--ensured care for 9.6M TriCare enrollees"}
{"input": "Streamlined ADAPT lab collection deficiency by creating a checklist and conducting a medical review. This program is now HSIAFI compliant.", "output": "- Streamlin'd ADAPT lab collection deficiency; creat'd checklistcoord'd med review--prgm HSIAFI compliant"}
{"input": "Oversaw the USAFCENT B-1 production team, managing scheduled maintenance for 700 SIs32 TCIs. Through our efforts, we led the Area of Responsibility (AOR) to a 94% ME rate.", "output": "- Oversaw USAFCENT B-1 production spt; managed sched'd mx for 700 SIs32 TCIs--efforts led AOR's 94% ME rate"}
{"input": "I delivered prisoner transport training, preparing 8 escorts and 4 drivers for a 4-day highly visible court martial. Justice was served!", "output": "- Rcvd prisoner transport trng; prep'd 8 escorts4 drivers for 4-day highly visible court martial--justice served!"}
{"input": "I flew 40 command missions in 259 hours, providing over 2.7 million lbs of fuel to 72 US NATO reserves. Through my efforts, I secured 6 million voters in the Air Force General Election (AFG) election.", "output": "- Flew 40 cmbt msns259 hrs; offld'd >2.7M lbs fuel to 72 USNATO rcvrs--secured 6M voters in AFG election"}
{"input": "I repaired a severely damaged F-15E vari-ramp longeronskin with zero defects noted, avoiding a two-week supply due-in.", "output": "- Repaired severely damaged F-15E vari-ramp longeronskin; zero defects noted--avoided 2-week supply due-in"}
{"input": "I restored the Deputy Director Mission Support System (ICS) network by fixing a faulty equation in just 5 minutes, returning the ICSA to Joint Force Command Center (JFCC) Space operations.", "output": "- Restored Deputy Director Msn Support Siprnet; fixed faulty eq in 5 mins--returned IC SA to JFCC Space ops"}
{"input": "I completed an MS Office Excel course and created a MDSI review tracker, updating 29 OIs. This initiative was lauded by the Air Force Intelligence Group (AFIG).", "output": "- Completed MS Office Excel crs; created MDSI review trackerupdated 29 OIs--AFIG lauded Exec oversight"}
{"input": "I diagnosed an engine shut down failure and replaced the fuel shutoff actuator, ensuring an on-time Operational Forces Expeditionary (OIF) aerial refuel mission.", "output": "- Diagnosed engine shut down failure; replaced fuel shutoff actuator--ensured on-time OIF aerial refuel mission"}
{"input": "Solidified the SNCO induction by chairing the committee prepared set-up and escorting the process. 107 promotees were lauded by the Air Combat Command (ACCCC).", "output": "- Solidified SNCO induction; chaired committeeprofferedsetupescorted--107 promoteeslauded by ACCCC"}
{"input": "I identified a critical ILS fault and aligned the monitor-restor'd system FMC in less than 2 hours, ensuring flight status for 419 aircraft at 84th Air Force.", "output": "- ID'd crit ILS fault; align'd monitorrestor'd sys FMC <2 hrs--ensur'd flt sfty f419 acft84 TuAF F-16 scrambles"}
{"input": "Designed an electronic tracking system to monitor stats equipment issues, resulting in increased mission effectiveness and saving over 20 hours of my time.", "output": "- Designed electronic tracking system to monitor statsequip issues; increased msn effectiveness--saved 20+ hrs"}
{"input": "A senior enlisted watch member mentors four joint service teams on a 24-hour watch, ensuring the watch team's readiness.", "output": "- Senior enlisted watch member; mentors four joint service teams on 24 hr watch--ensures watch team readiness"}
{"input": "Earned seven levelcraftsman status, completing training two months ahead of the 12-month standard, raising the squadron's proficiency by 15%.", "output": "- Earned seven levelcraftsman status; completed trng 2 mos ahead of 12 mo std--raised sec proficiency by15%"}
{"input": "I championed the Flight Medicine Clinic work flow, coordinating 1,800 appointments worth $613,000, maintaining the TW mission schedule of 6,000 sorties.", "output": "- Championed Flt Medicine Clinic work flow; coord'd 1.8K appts worth $613K--maintained TW msn6K sorties"}
{"input": "I initiated MAJCOM-wide security vulnerability screening and advised 12 bases, proactively securing the Air Mobility Command (AMC) network operations.", "output": "- Initiated MAJCOM-wide security vulnerability screening; advised 12 bases--proactively secured AMC net ops"}
{"input": "Coordinated flight to Ex NORTHERN EDGE training, identified mission shortfallre-planed airborne mission, ensured on-time delivery.", "output": "- Coord'd chg to Ex NORTHERN EDGE tnkr dplymnt; ID'd mx shortfallre-pln'd airborne msn--ensured on-time dlvry"}
{"input": "I made a superb effort and prepped the Flight for the NJ ECAMP inspection, immersing inspectors through Air Freight. This effort resulted in zero findings.", "output": "- Superb effort; prepped Flt for NJ ECAMP insp; immersed inspectors through Air Freight--zero findings"}
{"input": "Maintained a $1.5 million MMHE fleet, installing 52 training units, 1,700 personnel, and 37 repairs. This ensured a serviceable AFCENT equipped 1,300 sets.", "output": "- Maintained $1.5M MMHE fleet; insp'd 52 trlrs1.7K pcs37 repairs--assured serviceable AFCENT equipfed 1.3K srts"}
{"input": "As a member of the Air Mobility Command (AMC) MAF Council, I identified adverse manpower trends across 15 Operating Groups (OGGs) and unified the teams' call faction to the HQ staff.", "output": "- AMC MAF Council SERE SME; id'd adverse manpower trends across 15 OG's--unified tm's call faction to HQ staff"}
{"input": "A key mission team member coordinated avionics during a transfer malfunction, fixing the system four hours ahead of schedule and achieving ONE ready status.", "output": "- Key mx tm mbr; coord'd wavionics during transfer malfunction--fixed sys 4-hrs ahead of scheduleacft ONE ready"}
{"input": "Developed 33 vendor kits valued at $1800, guided 5 Form 9 requirements valued at $160,000, and assisted in a staircase overhaul costing $11,000.", "output": "- Develop'd 33 vendor kits$180K; guided 5 Form 9 req$160K--assisted staircase overhaul ISO POTUS$11K"}
{"input": "I expedited 208 weapons deployment loads, leading six crews and 300 evaluations with Flight Wing (FW), resulting in a high 97% pass rate and 470 mission expended with a 98% release rate.", "output": "- Expedited 208 wpn loads; led six crews300 evals wFW high 97% pass rate--470 muns expended w98% release rate"}
{"input": "Maintained 15 training facilities and performed daily security checks, safeguarding seven cadre and 200 Airmen weekly.", "output": "- Maintained 15 trng facilities; performed daily security checks--safeguarded seven cadre and 200 Amn weekly"}
{"input": "As the President of the Booster Club, I orchestrated five fundraisers that collected $3,000 for the squadron. This exceptional leadership and fundraising efforts have earned me an immediate promotion to the rank of Technical Sergeant.", "output": "- President of Booster Club; orchestrated 5 fundraiserscollected $3K for sqn--Promotion to TSgt immediately!"}
{"input": "I rebuilt and repaired 10 broken Non-Victorious Ground Vehicles (NVVs), improving Air Force Equipment and Pilot (AFE) and pilot readiness by 16%. This enhanced student training capabilities.", "output": "- Rebuilt & repaired 10 broken NVGs; improved AFE and pilot readiness 16%-- enhanced student training capabilities"}
{"input": "Overhauling the 51 MXS priority spectrum analyzer, I increased F-16 EW pod testing by 33%, saving $70,000 worth of asset.", "output": "- Overhauled 51 MXS priority spectrum analyzer; incr'd F-16 EW pod testing 33%--saved $70K asset...promote"}
{"input": "I volunteered 96 hours with the United States Offensive (USO) and manned the Norfolk International Airport lounge, providing mission support to over 1,200 warrior's families.", "output": "- Vol'd 96 hrs w USO; manned Norfolk Int'l Airport lounge--msn support extended to 1.2K+ warrior's families"}
{"input": "Pursuing 5-level CDC upgrade training, I completed less than 10 months and received an 87% on the EOC, ranking me as the highest among my 32 peers.", "output": "- Pursued 5-levelCDC upgrade trng; completed < 10 months--received 87% on EOChighest amongst 32 peers"}
{"input": "As a Mobility Warrior, I completed seven hours in-depth survival operations training, which earned the squadron an Excellent rating during the Intelligence Group (IG) ATSO inspection.", "output": "- Mobility warrior; completed seven hours in-depth survival ops tng--sq rated Excellent during IG ATSO insp"}
{"input": "I drove Win 10 Strategic Intervention Groups (STRIGs) and linked 520 policies for four domains, 1,200 staff, and 10,000 systems. Through these efforts, I successfully abated 50,000 threats and secured a $60 million enclave.", "output": "- Drove Win 10 STIGs; linked 520 policies f4 domains1.2K srv10K sys--abated 52K threatssecured $60M enclave"}
{"input": "Led the squadron's MICT program, auditing 270 WEPTACSERE items, identified and fixed 3 critical 12 minor findings, validating the Air Force CCIP.", "output": "- Led sq MICT prg; audited 270 WEPTACSERE itemsID'd & fixed 3 critical12 minor findings--validated AF CCIP"}
{"input": "I briefed an 18 AFCC global Air Mobility Command (AFCC) annual Air and Space Command (AMC) tour, enabling a go-no-go decision 24 hours slip. My expertise was lauded and cinched by the TACC Chief.", "output": "- Briefed 18 AFCC global AMC tour; enabled gono-go decision24 hr slip--spt laudedcoined by TACC Chief"}
{"input": "Dominated Dec surge with 166 sorties, successfully snailging 710 missile tests, fortifying the Air Mobility Unit's (AMU) 94% surge mission capability rate, the wing's highest ever.", "output": "- Dominated Dec surge; 166 sortiesnailed 710 mx stds--fortified AMU's 94% surge MC rate, wg's highest ever"}
{"input": "Invented mission slide prep by creating a collaborative work area, allowing all sections to work at once to save prep time.", "output": "- Innovated msn slide prep; created collaborative work area--allowed all sections to work at oncecut prep time"}
{"input": "I deployed a software vulnerability trend tool to track 57,000 CAT I and II issues for 9 Priority Maintenance Operations (PMOs), postured 30 applications for Air Tasking Success (ATO) success.", "output": "- Deployed sw vuln trend tool; tracked 57K CAT I & II issues for 9 PMOs--postured 30 apps for ATO success"}
{"input": "Coordinated IT requirements for 10 MAJCOMs, standardized $150 million of Air Force purchases, and stamped #129 Lts by the organization's Space Expeditionary Squadron (SES).", "output": "- Coordinated IT rqmts for 10 MAJCOMs; standardized $150M of AF purchases--stamped #129 Lts by org SES"}
{"input": "As the primary Trusted Agent for Joint 6, I led exercise development execution efforts, ensuring the IT support for two cyber events.", "output": "- Primary Trusted Agent for J6; led exercise developementexecution efforts--ensured IT spt for 2 cyber events"}
{"input": "As a section QA member, I verified 13,000 weekly inputs, ensuring real-time visibility of 19 mandatory training courses.", "output": "- Selected as section QA mbr; verified 13K wkly inputs--ensured real-time visibility of 19 mandatory trng crses"}
{"input": "Conducted a forward wing repair, removing bonded five alternate High Frequency (HF) material details. This action enabled critical B-2 range mission capability.", "output": "- Conducted aft wg repair; removedbonded five alternate HF material details--enabled critical B-2 range msn"}
{"input": "As a Senior Technical Instructor (SwA) training instructor, I educated 93 developers in SwA best practices through five PGMS, bulwarked the trainee with PII 30K graduates annually.", "output": "- SwA tng instructor; educated 93 devs in SwA best practices5 pgms--bulwarked trainee PII30K graduates yrly"}
{"input": "Executed a secure terminal upgrade, rekeying 33 terminals and 42 accounts, protecting $9.6K worth of assets.", "output": "- Executed secure terminal eqmnt upgrade; rekeyed 33 terminals42 accts--protected $9.6K assetsrendered FMC"}
{"input": "As a remarkable transporter, I played a key role in mission sustainment and received the squadron award (NAF) for Best Reliability (year). My outstanding performance warrants promotion to BTZ now.", "output": "- Remarkable transporter; key to msn sustainment...sq awd'd (NAF) Best Reliability (yr)--promote BTZ now"}
{"input": "USEUCOM was the primary GCCS military tech, maintaining 130 clients and 6 servers. They anchored the Operations and Maintenance support for a $22.5 million new workforce.", "output": "- USEUCOM's primary GCCS military tech; maintained 130 clients6 servers--anchored O&M supt for $22.5M ntwk"}
{"input": "An outstanding leader, I organized the 1st annual 86th Maintenance Expeditionary Squadron (MXS) sports day, bringing together flights and enhancing morale.", "output": "- Outstanding leader; organized 1st annual 86 MXS sports day--brought flights together and enhanced morale"}
{"input": "Performed Shop Chief duties flawlessly, coordinating 21 technicians' actions, resulting in the shop closing 92 trouble tickets.", "output": "- Performed Shop Chief duties flawlessly; coordinated 21 technicians' actions--shop closed 92 trouble tickets"}
{"input": "I logged the first E-8 OOD command mission, supporting 37 targets destroyed with 35 aircraft. This impressive performance by the Combined Force Air Command (CFACC) impressed me.", "output": "- Logged first E-8 OOD cmbt msn; 35 acft supported37 targets destroyed--CFACC Impressive performance!"}
{"input": "I partnered with the wing RMC for advanced aircraft training and cabled a Radio Frequency (RF) monitor unit, resulting in a $10,000 upgraded security for 230 low-visibility landings.", "output": "- Partnered wRMCperf'd adv'd ILS rpr; cabled RF monitor unit--svd $10Kimprv'd sfty f230 low-vis landings"}
{"input": "Penned a $142k advisory buy, catalyzing the creation of the Air Force Mandate System (AFMAN) and streamlining the process AF-wide.", "output": "- Penned $142K advisory buy; catalyzed environmental impact AFMAN creation--streamlined process AF-wide"}
{"input": "I evaluated and revised the MC MICT checklist, providing insight on 12 items with zero QA findings. This evaluation resulted in the LRS Technician of the 1st Quarter of '16.", "output": "- Evaluatedrevis'd MC MICT checklist; insp'd on 12 itemszero QA findings--won LRS Tm of the 1st Qtr '16"}
{"input": "Identified 31 quality force errors and pinpointed the causes of repaired files conducted training, resulting in 100% correct records.", "output": "- Identified 31 quality force errors; pinpointed causedrepaired filesconducted training--records 100% correct"}
{"input": "I completed the Unit Training Course (UGT) six months early and scored 92 on the Combined Developmental Squadron (CDC) Set 1 exam, which was lauded by the Det. 5 Command and Control (CC). This accomplishment helped the Air Force average by 11.5 points.", "output": "- Completed UGT 6 mos early; scored 92 on CDC Set 1 exam--lauded by Det 5 CCbeat AF average by 11.5 pts"}
{"input": "Led Misawa bazaar set-up and teardown crews, facilitating the unloading of 9,000 lbs of furniture. Through our collective efforts, we earned $1,200 for the Squadron Morale Fund.", "output": "- Led Misawa bazaar set-upteardown crews; teams unloaded 9K lbs furniture--earned $1.2K for Sq morale fund"}
{"input": "I masterminded two pre-academy 80+ IPISV courses, securing bedsmeal gear and empwr'd Iraq for self-sufficiency.", "output": "- Mastermind'd two pre-academy 80+ IPISV crses; secur'd bedsmealsgear--empwr'd Iraq for self-sufficiency"}
{"input": "Directed 1,578 personnel evaluations for 6 annual assessments, leading the squadron to an unprecedented 97% pass rate, surpassing the High Air Force standard by 17%.", "output": "- Directed 1,578 prsnl evals6 annual insps; led sq to unprecedented 97% pass rate--surpassed HAF std by 17%"}
{"input": "As the lead dispatcher for the 51st Fighter Wing runway closure, I relocated 620 passengers and 64 tons of cargo, maintaining 5th Regimental Squadron (RS) flying operations.", "output": "- Lead dispatcher for 51FW runway closure; relocated 620 pax64 tons of cargo--5th RS flying ops maintained"}
{"input": "Ultimate warriors provide steadfast support to Operation Enduring Freedom Initiative (OEFOIF)-8 members deployed, funding the fight for freedom. We're all in!", "output": "- Ultimate warriors; steadfast support to OEFOIF--8 members deployed--funding freedom's fight; we're all in!"}
{"input": "Triaged 4 emergency vehicles and rebuilt them instead of replacing 10 parts, saving $1,03 weeks of downtime and fueling the movement of 935 patients.", "output": "- Triaged 4 emergency vehs; rebuilt vs replaced 10 parts--saved $1K3 wks downtimefueled movement of 935 patients"}
{"input": "I aided in the aft deck disbond repair by scarfing-bonded fiberglass plies, averting a $2 million replacement cost. My efforts demonstrate my expertise and commitment to aft deck repair.", "output": "- Aided aft deck disbond repair; scarfedbonded fiberglass plies--averted $2M replacement cost--promote now!"}
{"input": "I integrated 14 ARCCRW personnel into a squadron, integrating 84 core tasks into 8 units, ensuring port-proficient reserve guardsmen.", "output": "- Integrated 14 ARCCRW prsnl into sect; 84 core tasks8 units--guaranteed port-proficient reserveguardsmen"}
{"input": "As an adept team member, I swiftly loaded 12.4k tons on 4 UNITED ASSISTANCE missions, providing critical aid on-site in just 18 hours.", "output": "- Adept tm mbr; swiftly loaded 12.4K tons on 4 UNITED ASSISTANCE msns--critical aid on site win 18 hrs"}
{"input": "Responded to 5 dorm emergencies, minimizing damage and relocating 9 Airmen, securing personnel' health safety.", "output": "- Responded to 5 dorm emers; minimized damagerelocated 9 Amnlaunched cleanup--secured psnl healthsafety"}
{"input": "I repaired a turbine generator fuel control by replacing the drive shaft, resulting in a $83 repair that averted $33,000 parts replacement costs.", "output": "- Repaired turbine generator fuel control; replaced drive shaft--$83 repair averted $33K parts replacement costs"}
{"input": "One of three crews successfully completed the PL-1 upload flawlessly, as part of the Jun 09 INSI re-look, resulting in the Wing being rated Ready.", "output": "- Methodical; 1 of 3 crews pickedflawlessly completed PL-1 upload, Jun 09 INSI re-look--FW rated Ready"}
{"input": "The Flight Information Assurance Officer successfully resolved eight dispute tickets, resulting in a 100% record inventory with zero finding.", "output": "- Flt Information Assurance Officer; coor'dresolved eight dispute tickets--100% record inventoriedzero finding"}
{"input": "Managed a weekly schedule for 30 military personnel, tracking 3,300 hours and completing 252 work orders at a cost of $172,000.", "output": "- Managed weekly schedule for 30 milciv; tracked 3.3K hours--completed 252 work orders at a cost of $172K"}
{"input": "I guided the Safety Program, briefing and clarifying processes, resulting in 26 member mishaps. This is a definite future AETC weather team asset.", "output": "- Guided Safety Program; briefedclarified processes; 26 mbrsno mishaps--definite future AETC wx team asset"}
{"input": "As a highly motivated Non-Commissioned Officer (NCO) and dedicated supervisor, I continue to challenge with increased responsibility. My dedication and skills make me a highly qualified candidate for promotion.", "output": "- Highly motivated NCO and dedicated supervisor; continue to challenge with increased responsibility--promote"}
{"input": "KO'd 84 hour EM program accreditation and tackled 112 officer-skilled skills in local community exercises, crush'd AFCAHR requirements.", "output": "- KO'd 84 hr EM prgm accreditation; tackled 112 objsleveraged skills in local community exes--crush'd AFCAHR reqs"}
{"input": "Xferred 3,700 systems and 6,000 million MBXs, completing the AFNET migration in 2 weeks early, saving $13,000. This achievement was lauded by the Air Force Information Network (AFNIC) team.", "output": "- Xferred 3.7K sys6.5K mbxs; AFNET migration complete 2 wks earlysaved $13K--lauded by AFNIC team"}
{"input": "I collaborated with the wing8 member protocol team and energetically assisted the wEUCOM Command Center (CoC), contributing to unparalleled team success.", "output": "- Collaborated w8 mbr protocol team; energetically assisted wEUCOM CoC-- contributed to unparalleled team success"}
{"input": "I resolved an Eglin-wide VPN outage by coordinating secured an alternative access path, restoring the network speeds to 29.500 users per second (C2).", "output": "- Resolved Eglin-wide VPN outage; coord'dsecured alt access path--restored net svs to 29.5K userssr ldrs C2"}
{"input": "I augmented Operational Endurance Expeditionary Force (OEF) high altitude operations by creating 30 products. This vital actionable intelligence was disseminated to Coalition Forces, enhancing their operational capabilities.", "output": "- Augmented OEF high altitude ops; created 30 products--vital actionable intel disseminated to Coalition Forces"}
{"input": "I planned F-15E fuel requirements, providing support for 120 training missions. The flight issued 321K gals of JP-8 fuel, ensuring the readiness of pilots for combat operations in the Area of Responsibility (AOR).", "output": "- Planned F-15E fuel rqmts; spt'd 120 tng msn's--Flt issued 321K gals of JP-8...pilots rdy for AOR combat Ops"}
{"input": "An excellent MHE operator, I performed inspections for 34 vehicles, upholding the squadron's 85% vehicle in commission rate.", "output": "- Excellent MHE operator; performed inspcare for 34 vehs--upheld sq's 85% veh in commission rate"}
{"input": "Led equipmentUnit CC training classes, certified 78 509 BW442 FW personnel, and drove squadron's '15 AFGSC Daedalian win.", "output": "- Led equipmentUnit CC trng crs's; certified 78 509 BW442 FW prsnl--drove sq's '15 AFGSC Daedalian win"}
{"input": "I identified a faulty power supply and replaced two batteries, rewired for redundancy, preventing a $40,000 server fail.", "output": "- Id'd faulty power supply; replaced two batteriesrewired for redundancy--prevented data loss$40K server fail"}
{"input": "As the cell boss for a 51st Fighter Wing exercise, I successfully tracked aircraft status and managed 22 personnel, ensuring a 100% Air Tasking Order (ATO) meeting.", "output": "- Selected as cell boss for 51 FW exercise; tracked acft statusmanaged 22 personnel--ensured 100% ATO met"}
{"input": "Streamlined Air Expeditionary Group (AGE) reconditioning processes by developing a flow plan, which raised FY2011 equipment restoration by 30%.", "output": "- Streamlined AGE reconditioning processes; developed flow plan--raised FY2011 equipment restoration 30%"}
{"input": "As a trailblazer, I successfully completed 28 core tasks, including six Command and Control Boards (CBTs), 40 hours of on-the-job training (OJT), and a 7-level advancement. This accomplishment enhanced vital professional skills and awarded me a 7-level promotion.", "output": "- Trailblazer; completed 28 core taskssix CBTs40 hrs OJT < 2 mos--enhanced vital professional skillsawd'd 7-lvl"}
{"input": "A dedicated Airman performed over 1000 COVID-19 screenings for Veterans Affairs (VA) employees, ensuring personnel' safety during the pandemic.", "output": "- Dedicated Airman; performed 1000+ COVID-19 screenings f VA employees--ensured prsnl safety during pandemic"}
{"input": "Remarkable CSC lead, guided 11 Amn2 sections finalized 792 reviews, cutting NMC assets 62% support and 11 MSG CoC.", "output": "- Remarkable CSC lead; guided 11 Amn2 sectionsfinalized 792 rprs--cut NMC assets 62%spt'd 11 MSG CoC"}
{"input": "I furthered the Commander's Space Expeditionary Force (CMSAF) priority by driving the UGTEPME development of 130 Amn44 AFSCs2 bases, preparing the next generation of enlisted leaders.", "output": "- Furtherd CMSAF priority; drove UGTEPME devlpment130 Amn44 AFSCs2 bases--prep'd next gen of enlisted ldrs"}
{"input": "Surveyed four Electrostatic Discharge programs, ensuring proper material handling and safeguarding of 300 assets valued at $24 million.", "output": "- Surveyed four Electrostatic Discharge prgms; ensured proper material handling--safeguarded 300 assets$24M"}
{"input": "Examined AC brake rig failure and unearthed a defective rigging pin, resulting in component cage savings of over $69,000.", "output": "- Examined ac brake rig ck failure; unearthed defective rigging pin--circumvented component chgsaved $69K+"}
{"input": "I discovered a defective power supply and cannibalized it from the National Reconnaissance Test System (NRTS) unit, producing a MICAP receiver and saving $33,000.", "output": "- Discovered defective power supply; cannibalized from NRTS unit--produced MICAP receiver & saved $33K"}
{"input": "I guided a 7 member section and secured 139 Headquarters missions, 1,700 Intelligence, Surveillance, and Reconnaissance (ISR) hours, championing 3 CCMDs, 12 GAs, 461 Priority Tasks Groups, and 1.5PB data.", "output": "- Guided 7 mbr section; secured 139 HHQ msns1.7K ISR hrs--championed 3 CCMDs12 GAs461 Pri-tskgs1.5PB data"}
{"input": "As the AEW Customs Lead, I briefed a crowd of 7,000 deployers stressing the General Orders (GOQ) policy, averting 12,000 equipment confiscations and saving the Defense Department $11 million.", "output": "- AEW Customs Lead; briefed 37K deployersstressed GoQ policy--averted 21K equip confiscationssaved DoD $11M"}
{"input": "A true wingman, I volunteered 80 hours as an AADD driver safely returning 75 Airmen to their Aviano community lives. Through my dedication and commitment, I safeguarded the lives of the Aviano community.", "output": "- True wingman; volunteered 80 hrs as AADD driversafely returned 75 Amn--guarded Aviano community lives"}
{"input": "Implemented a refined MXG benchstock process, enabling direct ordering and instantaneous clearing, resulting in an average of 100+ hours of service annually.", "output": "- Implemented refined MXG benchstock process; direct orderinginstantaneous clearing--saved avg 100+hrs annually"}
{"input": "I mastered the controlled items program, maintaining the handling of 11.9k items valued at $127,000. This program resulted in a record-breaking 6 concurrent flawless inspections.", "output": "- Mastered controlled items prgm; maintained handling of 11.9K items $127K--record d 6 consec flawless invs"}
{"input": "I personally maintained 44 flight evaluation folders and coordinated a CCV rehearsal for an 8 AF Staff Assistance Visit (SAV), ensuring zero discrepancies.", "output": "- Personally maintained 44 flt eval folders; CCV rdy for 8 AF Staff Assistance Visit (SAV)--zero discrepancies"}
{"input": "I led the squadron all-source team through difficult cyber Test, Measurement, and Reporting (TTPs) and terms, achieving Critical Control Points (CC PIRs) and analysts primed for mission support.", "output": "- Lead Sq all-source team through difficult cyber TTPs & terms; achieved CC PIRs--analysts primed for msn support!"}
{"input": "I managed 353 academic folders and tracked 4,500 ground training requirements, correcting 92 discrepancies. This ensured that the squadron was 100% Air Force Information Systems (AFI) compliant.", "output": "- Managed 353 academic folders; tracked 4,500 grnd trng rqmtscorrected 92 discrepancies--Sq 100% AFI compliant"}
{"input": "I drove CCRI prep and removed 10,220 DISA write-ups across 450 devices, KO'd a 294 STIG discrep, clearing a 3-year backlog.", "output": "- Drove CCRI prep; removed 102K DISA write-ups across 450 devices--KO'd 294 STIG discrep, cleared 3-yr backlog"}
{"input": "Led the Weapons Reliability Module (WRM) equipment return effort, QC'd 205 expeditionary squadron assets, resulting in over $1.1 million shipped and re-utilized at Fighter Operations Centers (FOBFOLs).", "output": "- Led WRM equip return effort; QC'd 205 expeditionary spt assets--$1.1M+ shippedre-utilized at FOBFOLs"}
{"input": "I managed the SABC program and oversaw training requirements for 12 personnel, ensuring squadron members were prepared for emergency wartime operations.", "output": "- Managed SABC prgm; oversaw trng rqmt's for 12 pers--guaranteed sq mbr's ready for emergencywartime ops"}
{"input": "The lead NGB inspection certified 378 deployers with 600 tons of equipment, validating 2 General Purpose Squadron deployment proficiencies.", "output": "- Lead NGB inspection; certified 378 deployers600 tons equip--validated 2 Gp6 Sq deployment proficiencies"}
{"input": "I guided a five-man sewer repair team and successfully repaired a collapsed 9' collapsed sewer main, preventing $60,000 damages to Weapons Reliability Module (WRM) assets.", "output": "- Guided five-man sewer repair team; repaired 9' collapsed sewer main--prevented $60K damages WRM assets"}
{"input": "Efficiently spearheaded 768 aircraft maintenance shipments movement, supporting Air Mobility Command (AMC) aircraft spare parts vital to mission success.", "output": "- Efficient; spearheaded 768 acft mx shipments mvmt--supplied AMC acft wparts vital to msn success"}
{"input": "Enforced integrity by inspecting 5,500 Defense Supply Units (DSWs), 5,600 Resistance Work Product (RWP) items, validating $13.2 million contractual obligations.", "output": "- Enforced integrity; inspected 5.5K DSWs5.6K RWP items--validated $13.2M contractual obligations fulfilled"}
{"input": "I provided crucial RNC support by flying three one mission missions and offloading 180,000 lbs of fuel to 8 aircraft, ensuring zero airspace incursions.", "output": "- Provided crucial RNC spt; flew 3 ONE msns and offloaded 180K lbs of fuel to 8 acft--zero airspace incursions"}
{"input": "Fortified INDOPACOM's first-ever laser-lock Ex, shuff'd 351 sparesignited 74 SOCOM missions, resulting in 240 joint operators training.", "output": "- Fortified INDOPACOM's 1st-ever laser-lock Ex; shp'd 351 sparesignited 74 SOCOM msns--240 jt operators trn'd"}
{"input": "Led the Secretary Defense flight-visibility program, processing 944 absentee ballots. This initiative ensured members' right to vote for the '12 President Election.", "output": "- Led SecDef lvl-visibility prgm; process'd 944 absentee ballots--ensur'd mbrs right to vote for '12 Pres Election"}
{"input": "Led the Mine Reduction Tasking (MRT) as the flying crew chief in the Area of Responsibility (AOR), replacing the designated fuel pump. This action ensured aircraft Full Mission Capability (FMC) for live fire Operations Force (OIF) missions.", "output": "- Led MRT as flying crew chief in AOR; replaced degective fuel pump--ensured acft FMC for live fire OIF msn"}
{"input": "The driving force behind a successful SECAF tour, I guided the Fleet Service Development Team (DVST) task team, achieving a perfect implementation.", "output": "- Driving force behind successful SECAF tour; guided Fleet Service DV spt tm--achieved perfect implementation"}
{"input": "As a key player in Ex EMERALD WARRIOR, I offloaded 25,000 to 4 A-10s, supporting a valuable live-fire training mission.", "output": "- Key player in Ex EMERALD WARRIOR; offloaded 25K to 4 A-10s--supported valuable live-fire training msn"}
{"input": "Attended the PAG U30 training course, gaining invaluable knowledge and certified to maintance Air Force One's tow vehicle.", "output": "- Attended PAG U30 training course; gained invaluable knowledge-- Certified to main't Air Force One's tow veh"}
{"input": "As an expert technician, I successfully resolved an elusive weapons position no-release fault, resulting in the deployment of the R2 weapons management card. This achievement is critical for the aircraft's code-1 next sortie.", "output": "- Expert technician! Resolved elusive wpns no-release fault; R2 wpns management card--ac code-1 next sortie"}
{"input": "Supervised the daily service of 80 U-Drive-It assets, fulfilling 2,300 requests valued at $1.7 million. This facilitated an 83% vehicle satisfaction rate.", "output": "- Supervised daily service 80 U-Drive-It assets; fulfilled 2.3K requests$1.7M--facilitated 83% vehicle spt rate"}
{"input": "I implemented a self-driven training program, which significantly decreased the run time by 2 minutes, making me fit to fight.", "output": "- Fit to fight; implemented self driven training program--decreased run time by 2 min"}
{"input": "Enabled security safety by facilitating 103 military working dog movements, reducing IED attacks and providing safe passages.", "output": "- Enabled securitysafety; facilitated 103 mil working dog mvmts--reduced IED attacks...provided safe passages"}
{"input": "Controlled Flight Check missions, meshing 52 coalition command training operations with delay, preparing aircraft for four times new Intelligence, Surveillance, and Reconnaissance systems.", "output": "- Controlled Flt Check msns; meshed 52 coalition cmbttrng ops wo delay--prep'd afld f2xnew ILS sysincrs'd capes"}
{"input": "I drove and manufactured/installed HC-130P escape hatch doublers, which were engineered and approved repairs by the engineer, saving over $30,000 in repairs.", "output": "- Driven; manufacturedinstalled HC-130P escape hatch doublers--engineer approved repairs...saved >$30K"}
{"input": "Prioritized 247 mx for phase re-LO repairs and repaired 216 tapepaint defects, resulting in a 100% pass rate on repair verifications.", "output": "- Prioritized 247 mx for phase re-LO; repaired 216 tapepaint defects--100% pass rate on repair verifications"}
{"input": "I reengineered the network management database, enabling instant error notification, resulting in a 25% reduction in average downtime.", "output": "- Reengineered network management database; enabled instant error notification--cut average downtime 25%"}
{"input": "As an Airman of the Squadron board member, I reviewed and graded four packages, ensuring the most deserving member was chosen awarded.", "output": "- Airman of the Qtr board mbr; reviewedgraded four pkgs--ensured most deserving mbr chosenawd'd"}
{"input": "I successfully completed 2 hours of patient movement training, transporting 14 wounded warriors in a 9-hour, 12-minute average departure time.", "output": "- Finished 2 hr patient movement tng; transported 14 wounded warriors in 9 hrs--12 min avg ac departure time"}
{"input": "I successfully dispatched an ILS-S account and coordinated with 4 MAJCOMsxfer'd 15,000 items for $9 million. This forged AB201's first ever MQ-9 supply chain.", "output": "- Est'd dply'd ILS-S acct; coord'd w4 MAJCOMsxfer'd 15K items$9M--forged AB201s first ever MQ-9 supply chain"}
{"input": "Self-taught new Radar software, educated 13 personnel with flight training, expedited the Air Force transition four months prior to suspense.", "output": "- Self-taught new RADAR software; educat'd 13 prsn wx flt--expedited AF transition 4-months prior to suspense"}
{"input": "I revitalized 12 tailpipe assemblies by applying ceramic coatings, resulting in the salvage of $27.6 million in assets. My exceptional performance and dedication warrant promotion to Senior Airman.", "output": "- Refurbished 12 tailpipe assemblies; applied ceramic coatings--salvaged $27.6M in assets--promote to SrA"}
{"input": "I played a pivotal role in the 2009 Pumpkin Patrol, ensuring the safety of kids in base housing while trick-or-treating. My dedication and contributions were highly appreciated and recognized.", "output": "- Pivotal player in 2009 Pumpkin Patrol; ensured safety of kids in base housing while trick-or-treating--promote!"}
{"input": "Facilitated the MICAP process, expediting 70 equipment parts in less than 25 minutes valued at $750,000. This reduced the Air Force Tina Time (AFTIN) time by 25%.", "output": "- Facilitated MICAP process; expedited 70 equip parts <25 mins valued at 750K--crushed AF TIN time by 25%"}
{"input": "Selected for off-station calibration team, certified eight items in two countries, enabling a 6 million lb mail transityr.", "output": "- Selected for off-station calibration team; certified eight items in two countries--enabled 6M lbs mail transityr"}
{"input": "I removed and reinstalled tires for an anti-skid system upgrade, successfully completing 32 days ahead of schedule and meeting the PACAF tasking.", "output": "- Removedreinstalled tires for anti-skid system upgrade; completed 32 days early--22 acft met PACAF tasking"}
{"input": "Performed a B-2 leading-edge repair by fabricated and applied a fiberglass patch, saving $407,000 procurement costs.", "output": "- Performed B-2 leading edge repair; fabricatedapplied fiberglass patch--salvaged $407K procurement costs"}
{"input": "I provided over 30 hours of flight instruction and instructed 16 personnel on respiratory protection (QNFT) training, which is vital to the EAF readiness.", "output": "- Provided 30+ hours of flt instruction; instructed 16 ppl on respiratory protectionQNFT--vital to EAF readiness"}
{"input": "Top III Leader, I chaired the SNCO Induction ceremony, leading a team of 10 sub-cmtes and a $4,500 guest budget. During this event, 57 SNCOs were inducted into the Air Force.", "output": "- Top III Leader; Chaired SNCO Induction cmte; led 10 sub-cmtes280 guest$4.5K budget--57 SNCOs inducted"}
{"input": "A Rescue Hoist was unresponsive due to a broken hoist control spring pin over 30 minutes, resulting in a NWO sortie aircrew training of 100%.", "output": "- Unresponsive Rescue Hoist; IDR2'd broken hoist control spring pin >30 min--NWO sortieaircrew trng 100%"}
{"input": "Accomplished a resiliency trainer course and organized two CAF events, bolstering the personal fortitude of 109 Squadron personnel.", "output": "- Accomplished resiliency trainer crs; org'dled two CAF events--bolstered personal fortitude of 109 Sq prsnl"}
{"input": "Dynamic Airman, impeccable maturity initiative displayed at levels above all peers. Promoted immediately.", "output": "- Dynamic Airman; impeccable maturityinitiative are displayed at levels above all peers--promote immediately"}
{"input": "Meticulous attention to detail was maintained by maintaining 23 subordinates' NREMTBLS certifications, ensuring 100% mission readiness.", "output": "- Meticulous attention to detail; maintained 23 subordinates NREMTBLS certifications--ensured 100% mission ready"}
{"input": "Initiated 2x quarterly DIFMAWP recon in less than 1 week, validating 1,300 assets valued at $1.8 million - zero defect records for MMSAV findings.", "output": "- Initiated 2x quarterly DIFMAWP recon <1 wk; validated 1.3K assets$1.8M--zero del docsMMSAV findings"}
{"input": "Completing the demanding engine run certification course, I was only Senior Airman certified, elevating critical Airman Qualification (AMU) qualification 14% and promoting my career.", "output": "- Compl'd demanding engine run cert crs; only SrA certified--elevated critical AMU qualification 14%, promote"}
{"input": "Swiftly arranged 200 short notice deployment movements, resulting in a 50% reduction in Humanitarian Group (HHG) deployment time. This ensured zero combat mission delays.", "output": "- Swiftly arranged 200 short notice deployment mvmts; HHG pu time reduced 50%--zero combat mission delays"}
{"input": "I focused on training one subordinate on painting procedures, completing required upgrade training in minimal time.", "output": "- Focused; trained one subordinate on painting procedures--completed required upgrade training in minimal time"}
{"input": "Streamlining section training regiments, I ensured that members completed assigned Combat Developmental Squadron (CDC)s. This resulted in two members receiving a 5-level upgrade.", "output": "- Streamlined section trng rcrds;ensured members completed asigned CDCs--2 membrs received 5 level up-grade"}
{"input": "I revamped the squadron's CDCTBA program, processing 2,500 tasks and achieving a 100% EOC pass rate, ranking me third above the 92% exam average in over 3 years.", "output": "- Revamped sq CDCTBA pgm; processed 2.5K tasks--100% EOC pass rate...3rd above 92% exam avg in >3 yrs"}
{"input": "I piloted monthly staff meetings and maintained 10 personnel databases, arming the General Staff College (GpCC), CV, and 9 Squadron Maintenance College's real-time updates.", "output": "- Piloted monthly staff mtgs; maintained 10 pers databases--armed GpCC, CV, 9 SqCC's wreal-time updates"}
{"input": "As a Booster Club VPAFSA member, I provide leadership base funding, thereby attaining the squadron'sesprit de corps morale.", "output": "- Booster Club VPAFSA member; provides leadershipbase funding--squadron espirit de corpsmorale attained"}
{"input": "Revamped aircraft configuration management program, isolated and corrected 65 WUC table errors with configuration management. This validated a 100% fix in the MIS.", "output": "- Revamped acft config mgmt prgm; isolatedcorrected 65 WUC table errors wconfig mgr--validated 100% fix in MIS"}
{"input": "As a LEADSME, I verified 13 warrants extradited and denied unauthorized contraband, upholding the SECDEF #1 and #3 priorities.", "output": "- LEADS SME; verified 13 warrantsextradited 2denied unauthorized contraband--upheld SECDEF #1 & #3 priorities"}
{"input": "I backfilled the Non-Commissioned Officer Class (NCOIC) by mentoring 25 Airmen for 25 years, accumulating 15,000 man-hours and 5,000 points. I piloted the UGT x6 squadron, performing 120 tasks and receiving a national certification.", "output": "- Backfilled NCOIC; mng'd 25 Amn25K yrly man-hrs15K pts--piloted UGT x6 mbrscert'd 120 tasks2 awd'd nat'l cert"}
{"input": "Attended a WG CC enlisted professor development brief and applied leadership skills with 13 AMN, resulting in the team garnering 5 Quarterly awards CY13.", "output": "- Attended wg CC enlisted prof dev brief; applied ldrshp skills w13 Amn--team garnered 5 Qtrly awards CY13"}
{"input": "Governed a multi-base parts requisition, procuring 11 key TACAN modules within 48 hours, resulting in a $1.3 million system savings for the Wing.", "output": "- Governed multi-base parts requisition; procured 11 key TACAN modules <48 hrs--revived $1.3M syssaved Wg $120K"}
{"input": "Coordinated daily cargo inventory and identified 250 packages for onward movement delivery, resulting in a 40% decrease in in-transit hold-time.", "output": "- Coord'd daily cargo inventory; ID'd 250 pkgs onward mvmtdelivery--decreased in-transit hold-time by 40%"}
{"input": "Selected for three joint patrols of the Combat Logistics Division (CLDJ), I provided a response to a 4,000 personnel mission schedule (MSA), resulting in the secure acquisition of $500 million in Defense Department (DoD) resources.", "output": "- Selected for three joint patrols of CLDJ; provided response to 4K prsnlMSA--$500M DoD resources secured"}
{"input": "I certified 350 Test, Measurement, and Diagnostic Equipment (TMDE) items, including 10 Wing 21 Area of Responsibility (AOR) priorities, driving a 96% equipment availability rate and beating the Air Force standard by 3%.", "output": "- Certified 350 TMDE items; 10 wg21 AOR priorities--drove 96% equip availability rate...beat AF std by 3%"}
{"input": "Discovered a faulty hydro reservoir rosane fitting, which was a component of the R2 system less than 1 hour ago, preventing a hydro system cavitation failure.", "output": "- Discovered faulty hydro reservior rosane fitting; R2 component <1 hr--prevented hydro sys cavitationfailure"}
{"input": "I trained two operators during combat missions, resulting in a 25% decrease in certification time and an increase in warfighter lethality.", "output": "- Trained two operators during combat msns; decreased certification time by 25%--increased warfighter lethality"}
{"input": "I volunteered for 40 hours at kennels, enhancing K9 Quality of Life training and detection patrol training for 9 MWDs (6 handlers). This certification aligned with Department of Defense requirements.", "output": "- Vol'd 40 hrs at kennels; enhanced K9 QoL wfac mnx, detectionpatrol trng f9 MWDs6 handlers--cert'd DoD rqrmts"}
{"input": "I removed scratches from 3 T-38C canopies, ensuring 100% visibility, which increased pilot safety and saved $120,000.", "output": "- Removed scratches from 3 T-38C canopies; assured 100% visibility--increased pilot safetysaved $120K"}
{"input": "As the KMC Youth Sports coach, I guided the Vogelweh girls softball team, developing skills and sportsmanship for 13 youth.", "output": "- KMC Youth Sports coach; guided Vogelweh girls softball team--developed skillssportsmanship for 13 youth"}
{"input": "I managed 35 personnel and on-loaded 27,000 cargo tons and 5,000 missions, contributing to the AMOWs 2012 Meritorious Unit Award.", "output": "- Mng'd 35 prsnl; on-offloaded 27K cgo tons4K msns--contributed to AMOWs 2012 Meritorious Unit Awd"}
{"input": "Delivered consistent mentorship, reinforcing Air Force values, resulting in reduced negative incidents, improved morale, and loyalty.", "output": "- Delivered consistent mentorship; reinforced AF values--reduced negative incidents, improved morale, loyalty"}
{"input": "Assisted a low-manned Electronics and Electronics (E&E) shop by tsoperating a hydraulic test stand, which found a faulty switch (R2), cutting man hours by 50%.", "output": "- Assisted low manned E&E shop; aided tsoperated hydraulic test standfound faulty switchR2--cut man hrs 50%"}
{"input": "I proudly held the title of the largest busiest training squadron (Tnkr) Wing, generating over 36,000 fly hours and securing an 89.4% MC9-year high, beating the command squadron's 1012 mission streak.", "output": "- Prod ldr of largestbusiest tnkr Wg; gen'd >36K fly hrs--secured 89.4% MC9-yr high; beat Cmd std 1012 mos"}
{"input": "Superior leader, central to standing up the Chief Executive Officer flightkey to the unit's 36 CRG Squadron of the Year '10 award. Promotion soonest.", "output": "- Superior ldrship; central to standing up CE fltkey to unit's 36 CRG Sq of the Year '10 award--promote soonest"}
{"input": "I constru'd two aircraft during National Security Initiative (NSI) and facilitated weapons load evaluations, resulting in the area being rated as the highest mark acceptable for 31st Fighter Wing (FW).", "output": "- Config'd two acft during NSI; facilitated wpns load evals--area rated highest mark Acceptable31 FW Sat"}
{"input": "I performed a Privacy Act info review and identified two major violations, securing data across 11 Defense Department systems.", "output": "- Performed Privacy Act info review; identifiedcorrected 2 major violations--secured data across 11 DoD sys"}
{"input": "I scrutinized three Air Force Space Command (AFSPCA1) directives for command need, reducing additional requirements by 2. This objective successfully met the Air Force Space Command (AFSPCCC) objective.", "output": "- Scrutinized 3 AFSPCA1 directives for cmd need; reduced add l requirements by 2--AFSPCCC objective met"}
{"input": "I am a high caliber SNCO who revamped the Wing's SAPR Program, which was lauded by 10 Air Forces as outstanding and coined this as a new standard.", "output": "- High caliber SNCO; revamped WG SAPR Program--lauded by 10 AF as  outstanding  & coined this as new standard"}
{"input": "ID'd 3 Weapons Reduction Module (WRM) shortfalls and facilitated a Base Purchase Agreement (BPA) for hazmat consumables valued at $1,000. This enabled future just-in-time acquisitions.", "output": "- ID'd 3 WRM shortfalls; facilitated BPA for hazmat consumables$1K--enabled future just-in-time acquisitions"}
{"input": "Collaborated with the United States Space Force (USSF) and advised the structure of the software development personnel organization (SDPR), preparing a $150 million venture for activation and space dominance.", "output": "- Collab'd w USSF; advised structure of software dvlpmt org--prep'd $150M venture for activation & space dominance"}
{"input": "Shined in the Unit Training Group (UGT) and achieved a 92% on the EoC exam, 100% qualified on all tasks, meeting the requirement four months ahead of schedule.", "output": "- Shined in UGT; achieved 92% on EoC exam100% qualified on all tasks--met req 4 months ahead of schedule"}
{"input": "Committed to self-improvement and read four books from the Combined Space Operations Center (CSAF) recommend list, which sharpened my leadership abilities.", "output": "- Committed to self-improvement; read four books from CSAF recommend list--sharpened leadership abilities"}
{"input": "Led the servicing crew for eight aircraft for Operation NOBLE EAGLE on June 10, with 26 missions flown. This mission ensured the security of the Pentagon.", "output": "- Led servicing crewgen'd eight acft for Op NOBLE EAGLE, Jun 10; 26 msns flown--POTUS security ensured"}
{"input": "Coordinated the transfer of '14 AirPower over Hampton Roads, accounted for 20 contractor event vehicles, providing support to 160,000 attendees.", "output": "- Coord'd trans '14 AirPower over Hampton Rds; accounted for 20 contractorevent vehs--spt'd 165K attendees"}
{"input": "As a fiscal steward, I successfully attacked the AF kit closeout tasker and closed 11 kits for $3 million less than 21 days, resulting in a $15,000 credit return to the Treasury.", "output": "- Fiscal steward; attack'd AF kt closeout tasker; closed 11 kts$3M <21 dys--id'd $15K crdtreturn'd to Treasury"}
{"input": "I troubleshot a spotty VHF radio system and replaced a malfunctioning receiver transmitter, supporting a 1.5% recrep rate for Dec16.", "output": "- Troubleshot spotty VHF radio sys; replaced malfunctioning receiver transmitter--supported Dec16 1.5% reprec rate"}
{"input": "Aligned clinic enrollment and developed plan 3 clinics, 11 PCMs, and 8,000 personnel. This aligned access to care for 396,000 healthcare visits.", "output": "- Aligned clinic enrollment; developed plan3 clinics11PCMs8K pts--crit f access to care396K healthcare visits"}
{"input": "Converted a CONEX storage container to a new welding area, securing over $40,000 worth of Air Force assets. This initiative avoided a safety write-up.", "output": "- Converted CONEX storage container to new welding area; secured $40k+ of AF assets--avoided safety write up"}
{"input": "Skilled! Led a team of three and R2'd engineering at a deployed location, returning aircraft attainment Full Mission Capable (FMC) in less than 48 hours despite austere conditions.", "output": "- Skilled!  Led tm of three; R2'd eng at deployed location--returned acft FMC < 48 hrs despite austere conditions"}
{"input": "Liaised with Air Mobility Command (AMC) A4, I created an 11 aircraft acceptance plan, coordinating installation delivery schedules. This wing was primed for High Headquarters taskings.", "output": "- Liaised w AMC A4created 11 acft acceptance plan; coord'd insp rqmtsdelivery sched--Wg primed f HHQ taskings"}
{"input": "Improved the GoNo-Go process by integrating a 1-page flying ground event with the Air Mobility Command (AMC) FA remarks code. This generated on-time FAs.", "output": "- Improved GoNo-Go process; integrated 1-pg flyinggnd event AMC FA remarks code--FA generated on-time"}
{"input": "I led development for six PEPPAIMWTS updates, designing and updating 10 software files. This enhanced the reconnaissance of 16 GB of medical data.", "output": "- Lead dev for six PEPPAIMWTS updates; designedupdated 10 sw files--enhanced rpt of 16 GB medical data"}
{"input": "I tracked 255,000 sq. mile airspace and detected 56 HHQ TOIsID'd 9k aircraft, providing real-time visibility of joint aircraft operations to the CAOC.", "output": "- Tracked 255K sq mile airspace; detected 56 HHQ TOIsID'd 9K acft--real-time vis of jnt acft ops to CAOC"}
{"input": "A model Wingman! I stepped up for Airmen Against Drunk Driving, resulting in 17 lives saved and subverting potential DUI's.", "output": "- Model Wingman! Stepped up for Airmen Against Drunk Driving; 17 lives saved--subverted potential DUI's"}
{"input": "Deployed 3 software vulnerability trend analysis tools to track CAT I&II vulnerabilities in 6 Product Management Offices (PMOs). This initiative positioned apps for Air Tasking Order (ATO).", "output": "- Deployed 3 sw vulnerability trend analysis tools; tracked CAT I&II vulns in 6 PMOs--postured apps for ATO"}
{"input": "I refurbished 10 duct assemblies by replacing 4 seals and 6 retainers, expediting weld repair and making the asset serviceable for $30,000.", "output": "- Refurb'd 10 duct assemblies; replaced 4 seals6 retainersexpedited weld repair--made $30K asset serviceable"}
{"input": "Oversaw the generation of Op HAMMER DOWN II, which was vital to the 25th Infantry victory in Pech Valley, resulting in a 100 enemy KIA.", "output": "- Oversaw generation of Op HAMMER DOWN II; vital to 25th Infantry victory in Pech Valley--100 enemy KIA"}
{"input": "As a fast-inquisitive learner, I easily acquired Logistics Officer (LO) abilities and crew lead duties. This new role as shift supervisor warranted my attention.", "output": "- Fastinquisitive learner; easily acquired LO abilitiescrew lead duties--new role as shift supervisor warranted"}
{"input": "I managed the Alert DET ATFP fence project, identifying 20 deficiencies and preparing for IDS install. Through this effort, I safeguarded one aircraft and personnel.", "output": "- Managed Alert DET ATFP fence proj; ID'd 20 deficiencies, rdy for IDS install--safeguarded ONE acft & psnl"}
{"input": "Diagnosed a faulty ELINT receiver problem and replaced the Remote Deployment Unit (RDU), restoring 100% collection capability for Area of Responsibility (AOR) operations.", "output": "- Diagnosed faulty ELINT receiver problem; replaced RDU--100% collection capability restored for AOR ops"}
{"input": "Over 167 error-free CAMS entries were a key to a 98.5% 3 AGE Team data integrity rate, which was 1.5% better than the 2 BW goal.", "output": "- Over 167 error free CAMS entries; key to 98.5% 3 AGE Team data integrity rate--1.5% better than 2 BW goal"}
{"input": "I resolved an erratic fuel quantity indication and a TS faulty MJP, enabling the delivery of critical MH-47 Chinook aircraft in accordance with the International Civil Aviation Organization (CJTF-HOA) mission.", "output": "- Resolved erratic fuel qty indication; TS faulty MJP--enabled delivery of critical MH-47 Chinook ISO CJTF-HOA msn"}
{"input": "Enforced a Certificate of Conformity (C2) of $3 million in capital assets, pinpointing 45 errors assigned to a subject. This increased the accuracy ratio by 83% to 99%.", "output": "- Enforced C2 of 368 capital assets$3M; pinpointed 45 errorsassigned sn--increased accuracy rt 83% to 99%"}
{"input": "A solid technician calibrated 135 Test, Measurement, and Diagnostic Equipment (TMDE) assets, resulting in an increased lab equipment availability rate of 96%. This achievement beat the Air Force's 93% standard deviation.", "output": "- Solid technician; calibrated 135 TMDE assets; increased lab equip availability rate to 96%--beat AF 93% std"}
{"input": "I successfully clocked the hangar setup for the MPOY '13 banquet, which had the biggest turnout in years, with 800 personnel attending. The event was lauded by the National Air Force Command (NAFCC).", "output": "- Crushed hangar setup for MPOY '13 banquet; biggest turnout in years, 800 prsnl attended--lauded by NAFCC"}
{"input": "I orchestrated Wingman Day activities and facilitated suicide safety discussions, re-energized the wingman spirit.", "output": "- Orchestrated Wingman Day activities; facilitated suicidesafety discussions--re-energized wingman spirit"}
{"input": "Oversaw the Real Property program and created new tracking requirements, upholding accountability of $842 million in assets.", "output": "- Oversaw Real Property prgm; createdinstituted new tracking rqmts--upheld accountability of $842M in assets"}
{"input": "Managed 128 medical supply accounts and received 22.8K line items worth $6.5 million in medical assets. This enabled personnel to receive proper care for 14,000 beneficiaries.", "output": "- Managed 128 med supply accounts; received 22.8K line items$6.5M med assets--enabled pt care f14K beneficiaries"}
{"input": "The Wg's premier COMSEC accountant supplied NCC 20 TACLANE keys, ensuring a 99.9% up-time on the SIPRNet.", "output": "- Wg's premier COMSEC accountant; supplied NCC 20 TACLANE keys--assured SIPRNet 99.9% up-time"}
{"input": "Enhanced expatriation planning capability by developing 12 logistics supply routes, a 10-mile convoy map, enabling the deployment of 6 Logistics Readiness Squadron (LRS) training missions.", "output": "- Enhanced ex planning capability; dev'd 12 logistics supply routes10 mi convoy map--enabled 6 LRS trng msns"}
{"input": "Developed an initial training plan for the Air Mobility Command (ALS-X) curriculum, achieving 192 hours of classroom standardization. Staff qualified in less than 5 weeks.", "output": "- Developed initial trng plan for ALS-X curriculum; 192 hr crs standardization achived--staff qual'd in >5 wks"}
{"input": "Led a mission repair team to Forward Operating Base (FOB) Salerno, Afghanistan for engine start malfunction, replacing the igniter, saving the OEF resupply mission.", "output": "- Led mx repair tm to FOB Salerno, Afghanistan for engine start malf; replaced igniter--saved OEF resupply msn"}
{"input": "Made effective use of humor in tense situations, decreasing anxiety stress and improving morale and productivity.", "output": "- Made effective use of humor in tense situations; decreased anxietystress--improved morale and productivity"}
{"input": "Attended the first-ever AMCA6 (Air Mobility Command and Control) SharePointEIM training, which sharpened technical skills and enhanced critical core job tasks.", "output": "- Attended first-ever AMCA6 SharePointEIM tng; sharpened technical skills--enhanced critical core job tasks"}
{"input": "A highly skilled inspector successfully detected cracks on an AGE towbar C-5 cargo ramp C-17 wheel, resulting in costly damage averted.", "output": "- Highly skilled inspector; detected cracks on AGE towbarC-5 cargo rampC-17 wheel--costly damage averted"}
{"input": "Installed 2 crucial updates (53 systems) and guaranteed higher agency suspense met - accomplished 4 days ahead of time.", "output": "- Installed 2 crucial updates53 sys; guaranteed higher agency suspense met--accomplished 4 days ahead of time"}
{"input": "Coordinated F-16F-35 maintenance actions, tracking 5,100 status configuration chains, 1,000 PRDs, and key to 2,800 specialist gens. I provided 4,700 hours of FHP FY20.", "output": "- Coord'd F-16F-35 mx actions; tracked 5.1K statusconfig chgs1K PRDs--key to 2.8K srty gens4.7K hrsFHP FY20"}
{"input": "During my additional duty as the 1st Sgt2 weeks, I advised CC8 Group Studies Units (GSUs) and served as a trusted agent for the Joint Base San Antonio (JBSA) Defense Logistics Agency (DBSA) DDR program. I coordinated 32 members with 11 test classes.", "output": "- Add'l Duty 1st Sgt2 wks--advised CC8 GSUs; JBSA DDR prgm trusted agent--coord'd 32 mbrs w11 test ctrs"}
{"input": "Solved a 7-month aircraft radar redundancy fault, complt'd a complex 40-step 5-hour maintenance action, resulting in 10,000 NATO Honor Flight operations.", "output": "- Solved 7-mo afld radar redundancy fault; cmplt'd complex 40-step5-hr mx action--sptd 10K NATOHN flt ops"}
{"input": "Spearheaded 6 safety TCTOs, organizing 27 requisitions, I supported NATO's largest stockpile of 1,000 sorties in the ISO OEFOIR.", "output": "- Spearheaded 6 safety TCTOs; org'd 27 requisitions--spt'd NATO's largest stockpile1K sorties ISO OEFOIR"}
{"input": "I successfully completed the Senior Noncommissioned Officer Academy (SNCOA) Course 14 in just 2 months, upholding a 91% average on module tests. This marks the premiere addition to the Senior Noncommissioned Officer Class (SNCO) tier!", "output": "- Finished SNCOA Course 14 in only 2 mos; upheld 91% avg on module tests--premiere addition to SNCO tier!"}
{"input": "Ramrododded the #3 copilot window change, finishing 8 hours early, averting a Weapon School delay and achieving the training goal.", "output": "- Ramrodded #3 copilot window change; finished 8 hrs early--averted Weapon School delayachieved trng goal"}
{"input": "Led C-5 empennage damage repair, saving $35,000 in mission recovery total cost - 515 AMOG Best En-Route Mission Award '09.", "output": "- Led C-5 empennage damage repair; saved $35K mx recovery tm cost--515 AMOG Best En-Route Mx Awd '09"}
{"input": "Crafted an air-tight Operational Year (EOY) strategy, executing $3.5 million in the 4th quarter for 147 Unit Field Reports (UFRs) and an $8 million Total Asset Assessment (TOA), financing the first combined operations of 2017.", "output": "- Crafted air-tight EOY strategy; executed $3.5M in 4th qtr147 UFRs$8M TOA--financed 1st Combined ops of 2017"}
{"input": "I educated the spokesperson and conducted a training day safe-for-mx briefing, guaranteeing safe and knowledgeable Airmen.", "output": "- Educated spokesperson; conducted training day safe-for-mx briefing--guaranteed safeknowledgeable Airmen"}
{"input": "Coordinated a Military Order (MOA) with four coalition nations and identified a $576k requirement for 96 NATO aircraft. This resulted in a 27% termination in overspending.", "output": "- Coord'd MOA wfour coalition nations; ID'd $576K req for 96 NATO ac--terminated 27% in overspending"}
{"input": "Validated wing TPFDD taskings, verifying 120,000 data points and dispensing unit movement requirements. All timelines were met.", "output": "- Validated wg TPFDD taskings; verified 120K data pointsdispensed unit movement reqmts--all timelines met"}
{"input": "I donated 10 hours of NASCAR experience, reciting the Airman's Creed to 40,000 spectators, bolstering the Air Force's image of professionalism.", "output": "- Donated 10 hrs NASCAR evt; recited Airman's Creed to 40K spectators--bolstered AF imageprofessionalism"}
{"input": "I organized a tour for Brig Gen Robb, showcasing the history of the KC-135 mission and McConnell maintenance personnel. The tour was lauded by 22 MDGCC members.", "output": "- Organized tour for Brig Gen Robb; showcased KC-135 historyMcConnell mx prsnl--lauded by 22 MDGCC"}
{"input": "HAZMAT freight manager successfully conducted 44 spot checks, revitalized the hazard hold area, and built 10 placards to protect a 20,000 sq ft warehouse.", "output": "- HAZMAT freight mgr; 44 spot checksrevamped hazard hold areabuilt 10 placards--protected 22K sq ft warehouse"}
{"input": "Sq JEM1st quarter '15 designed the MDSG newcomer video, interviewing 15 personnel and presenting four squadron 12 flights. This achievement was lauded by the Group Commander.", "output": "- Sq JEM1st qtr '15; designed MDSG newcomer video; interviewed 15 prsnlpresented 4 Sq12 flts--lauded by Grp CC"}
{"input": "Validated three warehouses, achieving a 99.6% inventory-accuracy rate, surpassing the Air Force's 95% standard. This ensures that parts are on-hand for maintenance.", "output": "- Validated 3 warehouses; 99.6% inventory-accuracy ratebeat AF 95% standard--parts on-hand for maintenance"}
{"input": "I attended a 4-hour EPD (Enlisted Professional Development) Instructor training, where I taught three 2-hour Wing EPD courses and four 1-hour bullet writing courses. Through these training sessions, I prepared 164 personnel for leadership positions.", "output": "- Attend'd 4-hr EPD Instruct tng; taught 3 2-hr Wg EPD & 4 1-hr bullet writing courses--prepped 164 for ldrshp"}
{"input": "I am honored to receive the AU Prof. Manager Certificate! I attended a 120-hour management course, honing my leadership skills and preparing 21 personnel with 3 weeks of training for EPR changes.", "output": "- Awd'd AU Prof Mgr Cert!  Aced 120 hr mgt crse; honed ldrshp skills--prep'd 21 prsnl3 wkctrs fEPR changes"}
{"input": "During superior efforts, I completed seven license upgrade requirements five months sooner than expected, exceeding the 12-month standard by 70%.", "output": "- Superior efforts; completed seven lvl upgrade requirements five months sooner--exceeded 12 months std by 70%"}
{"input": "Assisted with the rekeying of the wing mobile radio (LMR), securing 131 radiobase stations, which enhanced the operational capability of the unit.", "output": "- Assisted wland mobile radio (LMR) rekey; 131 radiosbase stations secured--enhanced unit's operational C2"}
{"input": "By-the-book, I received 55 Quality Assurance inspections, which lauded craftsmanship beyond reproach. As a result, I was recognized as an Outstanding Performer.", "output": "- By-the-book; 55 QA insps; lauded craftsmanship beyond reproach--recognized as Outstanding Performer"}
{"input": "Selfless! I emptied a truckload of mail and sorted it properly, pitching over 1,000 packages of mail in time for the holidays. This was a huge morale booster for the unit.", "output": "- Selfless!  Emptied truckload; sortedpostedpitched 1K+ pcs of mail in time for holidays--huge morale booster"}
{"input": "As the single point manager for the ChaffFlare inventry, I successfully verified expenditures totaling $4.6 million and maintained 100% accuracy by verifying over 89,000 sticks.", "output": "- Single point manager for ChaffFlare inventry; >89K sticks$4.6M verified expenditures--maintained 100% accuracy"}
{"input": "I successfully hacked server security and recovered a mission-sensitive database, restoring access to 6 years of history. I successfully conducted 1,000 software security audits.", "output": "- Hacked server security; recovered msn sensitive db--restored access to 6 yrs of history1K sw security audits"}
{"input": "I eagerly donated to the Uganda church by purchasing material and mailing 7 boxes, providing much-needed suppliesbooks.", "output": "- Eagerly donated to Uganda church; purchased materialmailed 7 boxes--provided much needed suppliesbooks"}
{"input": "Led the section through insp and directed flawless updownload of 72 msn, key to the Air Mobility Command (AMC) LCAP. Outstanding rating.", "output": "- Led section through insp; directed flawless updownload of 72 msn--key to AMC LCAP Outstanding rating"}
{"input": "As a  Lynchpin of the surge, I managed pitsled 51 technicians, 3 Air Force Special Operations Squadron (AFSCs), and 182 sorties. As a result, the AMU took 1010 maintenance metrics, achieving a 98.2% FSE!", "output": "- Lynchpin of surge; managed pitsled 51 techs3 AFSCs182 sorties--AMU took 1010 mx metrics98.2% FSE!"}
{"input": "Counseled 290 Project Management Teams (PMPs) and reviewed 100% of their reports for inaccurate and false data, saving the Department of Defense (DoD) $2,000.", "output": "- Counseled 290 PPMs; reviewed 100% ppwk for inaccuratefalse data--saved DoD 2K in potential prgm abuse"}
{"input": "I prepped a short-notice mission (MRT), securing the mission stand and shipping it within 2 hours. This enabled the return of the Joint Base San Antonio (JBB) C-130 aircraft within 24 hours.", "output": "- Prepped short-notice MRT; mx stand securedshipped <2 hrs--enabled return of JBB C-130 aircraft <24 hrs"}
{"input": "As an AFBulletSafe, I successfully synced a NATO mission and led the upload task for a (Country) helicopter. This replaced the down order and fortified ISAF rescue operations.", "output": "- AFBulletSafe - synch'd NATO msn; lead upload tm for (Country) helo..replaced down eqpt--fortified ISAF rescue ops"}
{"input": "I maintained a rock solid Defense Contracting Command (DCC) and maintained a 31 OG flagship at an outstanding 94.7% Full Mission Capable (FMC) rate in 4Q13, obliterating the CAF standard by 14%.", "output": "- Rock solid DCC; maintained 31 OG flagship at outstanding 94.7% FMC rate, 4Q13--obliterated CAF std 14%"}
{"input": "I prevented overdue HELAMS integration requirements by loading 35 integration items. This achievement was awarded as the squadron's superior performer and resulted in the designation of a MSgt now.", "output": "- Prevented overdue HELAMS insp rqmts; ID'dloaded 35 insp items--awd'd Sq Superior Performer--MSgt now"}
{"input": "Centralized the Senior Air Force Global Mobility Operations (SAF GTMO) oversight, managing entitlements cut process time by 50%. This support ensured the sustained mission of the UN Peacekeeper.", "output": "- Centralized SAF GTMO oversight; managed entitlementscut process time 50%--UN Peacekeeper mission sustained"}
{"input": "I graduated the Air Mobility Command (AMC) Master Resilience Instructor's course, consisting of 10 modules and 80 hours of instruction. This achievement awarded me five credits towards the Air Combat Command's (CCAF) Master Resilience Instructor's degree.", "output": "- Grad'd AMC's Master Resilience Instructor's crs; 10 modules80 hrs--awarded five credits towards CCAF"}
{"input": "Authenticated the wing's COMSEC serial numbers, which were key to zero flight findings in the '16 Unit Effectiveness Inspection (UEI). This supply was lauded by the IG team and was the best supply to date.", "output": "- Authenticat'd wg COMSEC serial num's; key to zero flt findings '16 UEI--lauded by IG tm Best supply to date"}
{"input": "Identified horizontal stabilizer free play by changing worn hardware-bearing sleeves, saving over $100,000 and 18 man-hours.", "output": "- Identified horizontal stabilizer free play; changed worn hardwarebearing sleeves--saved > $100K18 man-hrs"}
{"input": "Managed 35 F-22A reduction packages, resulting in 951 repairs completed. This resulted in reduced SAS margins by 2707%, cutting the monthly fleet average by 25%.", "output": "- Managed 35 F-22A reduction pkgs; 951 repairs completedSAS margins reduced 2707%--cut monthly fleet avg 25%"}
{"input": "Led the Wing through the 1st ACCIG UEI Capstone Instructor, excelling in all four major graded areas. The Wing was awarded an effective rating.", "output": "- Led Wg thru 1st ACCIG UEI CAPSTONE Insp; excelled in all four major graded areas--awd'd Effective rating"}
{"input": "As the lead co-inchecker, I oversaw six Airmen training for two OREs and processed 88 tons of cargo. This ensured that the Air Force priorities were met.", "output": "- Lead cgo-inchecker; oversaw six Amn tm dur two OREsprocessed 88 tons--assured FW priorities met"}
{"input": "I tackled 5-level UGT requirements 6 months ahead of schedule and completed the EOC exam outstanding 91%, which was an amazing day pass by the CC.", "output": "- Tackled 5-lvl UGT rqmts 6 months ahead of schedule; completed EOC examoutstanding 91%--awd'd day pass by CC"}
{"input": "Handpicked lead for monthly maintenance, I coordinated basewide electrical meter readings for flight decks, ensuring correct information for flight operations.", "output": "- Handpicked lead for monthly mx; coordinated basewide elec meter readings fX bldgs--ensured correct info fXX"}
{"input": "I tackled a non-radar program deficiency by collaborating on 10 fix actions with High Headquarters Small Business Units (SMEs). This resolved a two-year MICT discrepancy.", "output": "- Tackled non-radar program deficiency; collaborated 10 fix actions wHHQ SMEs--resolved 2 year MICT discrepancy"}
{"input": "Received OJT (On-the-Joint Training) and trained on ryngloc repair automated tube bender, enabling repair to AC brake landing gear system.", "output": "- Received OJT; trained on ryngloc repairautomated tube bender--enabled repair to AC brakelanding gear sys"}
{"input": "As an ardent activity supporter, I actively participated in the unit bowling tourney, raising over $980. This event significantly reduced the holiday party cost for 350 personnel, ensuring a memorable and enjoyable experience.", "output": "- Ardent activity supporter; unit bowling tourney raised $980+--reduced holiday party cost for 350 personnel"}
{"input": "Spearheaded journalism training for 8 Airmen, setting an example for peers. The Diamond Sharp winner won four months on station.", "output": "- Spearheaded journalism tng for 8 Amn; sets example for peers--Diamond Sharp winner win 4 mos on station"}
{"input": "Impeccable instructor abilities earned Outstanding on two spot evaluations. These skills enhanced the trainee's achievement.", "output": "- Impeccable instr abilities; earned Outstanding on two spot evaluations--skills enhanced trainee achievement"}
{"input": "I successfully repaired a Database Processor by isolated-repaired a faulty unit, resulting in no loss station time and 100% National Security Agency (NSA) tasking coverage.", "output": "- Repaired Database Processor; isolatedrepaired faulty unit; no loss station time--100%  NSA tasking coverage"}
{"input": "Engineered the ISOPhase transition schedule, balancing phase dock inputs with 162 aircraft input requirements, resulting in a 10% increase in average flight time.", "output": "- Engineered ISOPhase transition schedule; balanced phase dock inputs w162 acft insp rqmts--increased AA by 10%"}
{"input": "Led a 12 member FAS team ISO TREK 19 and secured 15 aircrew 3 C130Js with a $200 million value, enabling the evacuation of a 160 jt squadron training program.", "output": "- Led 12 mbr FAS tm ISO TREK 19; secured 15 aircrew3 C130Js$200M value--enabled evacuation f160 jt svc prsnl"}
{"input": "Continuously sets the standard for excellence and graduated the FTAC seminar, receiving the Look Sharp award. BTZ now!", "output": "- Continuously sets the std for excellence; graduated FTAC seminar--received Look Sharp award...BTZ now!"}
{"input": "As an outstanding professional, I am highly competent and knowledgeable in all tasks and duties. I should immediately be promoted to TSgt.", "output": "- Outstanding professional; highly competentknowledgeable in all tasksduties--immediately promote to TSgt"}
{"input": "Led flight logistics efforts and secured the Gp 3Q14 MPoQ winner, coached by 3 AFCC for the base, ensuring the 5th USAFE Daedalion Award.", "output": "- Led Gp mx efforts; Gp 3Q14 MPoQ winnercoined by 3 AFCC for cape--ensured 5th USAFE Daedalion Awd"}
{"input": "As the superb vehicle crew chief, I ensured flightline vehicles were always ready with attention to details, resulting in a 100% Quality Assurance (QA) pass rate.", "output": "- Superb vehicle crew chief; attention to details ensured fltline vehicles were always ready--100% QA pass rate"}
{"input": "I answered HHQ tasking and prepared, folded up, and loaded 3x HH-60s4 pallets, posing the shipment for Hurricane Michael support in less than 19 hours.", "output": "- Answered HHQ tasking; prep'dfoldedup-loaded 3x HH-60s4 pallets--postured Hurricane Michael spt pkg  <19 hrs"}
{"input": "I accelerated a 1-94 Fighter Airlift (FAR) beddown by downloading 218 tons of equipment, 12 HIMARs, and 24 passengers, enabling regional surface-to-air capabilities.", "output": "- Accelerated 1-94 FAR beddown; downloaded 218 tons eqpmt12 HIMARs24 pax--drove regional surface-to-air capes"}
{"input": "I excelled beyond AFSC by providing 2 audio modules that enhanced a $410k system, solidifying flight tracking for 9,000 NATO missions.", "output": "- Excelled beyond AFSC; rplc'd 2 audio modulesenhanced $410K sys--solidified flt tracking f9K NATO msns"}
{"input": "Validated product quality for 16 JP-8 bowsers, reclaimed 8,000 gals, saving the Defense Logistics Agency (DLA) $31.6,000. This achievement is highly commendable and warrants an immediate promotion to TSgt.", "output": "- Validated product quality for 16 JP-8 bowsers; reclaimed 8K galssaved DLA $31.6K--promote to TSgt ASAP"}
{"input": "Govrn'd passenger training requirements and enforced AFCENTDoDHAF guidance, resulting in 9,600 passengers moved $8.5 million aircraft without errors.", "output": "- Govrn'd pax trvl rqmts; enforced AFCENTDoDHAF guidance--9.6K pax moved$8.5M allocat'dzero errors"}
{"input": "Deployed to Jordan for Eagle Tiger 11 and provided concrete Fighter Expeditionary Squadron (FES) support. Through this deployment, I protected 235 coalition troops and 480 sorties, ensuring the success of the mission.", "output": "- Deployed to Jordan for Eagle Tiger 11; provided concrete FES--protected 235 coalition troops480 sorties"}
{"input": "Led four base tours, highlighting Beale's mission professionals and bolstering community relations for 120 visitors.", "output": "- Led four base tours; highlighted Beale's missionprofessionals--bolstered community relations for 120 visitors"}
{"input": "I corrected the leading edge anti-static system by sanding and applying special coatings, enabling a positive discharge.", "output": "- Corrected leading edge anti-static system; sanded and applied special coatings--enabled positive discharge"}
{"input": "I am an education-oriented individual who completed two college classes, earning six credits towards a Community College of the Air Force (CCAF) degree.", "output": "- Education oriented; completed two college classes--earned six credits towards CCAF degree"}
{"input": "Broadened the squadron's General Purpose Campaign (GPC) education by training five personnel from four sections, resulting in a 25% increase in program efficiency.", "output": "- Broadened sq GPC education; trained five personnel from four sections--increased program efficiency 25%"}
{"input": "Spearheaded the rewrite of the Honor Guard system, overhauling a legacy application that enhanced the visibility of 45 members and 1,800 details annually.", "output": "- Spearheaded Honor Guard sys rewrite; overhauled legacy app--enhanced visibility of 45 mbrs1.8K detailsyr"}
{"input": "Providing quality flare assets, 18 aircraft expended 40,000 countermeasures, rescuing 766 NATO combat personnel.", "output": "- Provided quality flare assets; 18 aircraft expended 40K countermeasures--rescued 766 NATO combat prsnl"}
{"input": "As a problem-solver, I executed complex movement Det 1 portable armory from Anchorage Port to Eilson, which was a key to 210 RQS.", "output": "- Problem-solver; executed complex mvmtDet 1 portable armory, Anchorage Port to Eielson--key to 210 RQS"}
{"input": "I specialized in the Sq SABCBLS Instructor and trained 30 AD Instructors in 80 hours, ensuring 100% ancillary training compliance.", "output": "- Specialized Sq SABCBLS Instr; trained 30 AD Instructors in 80 hours--ensured 100% ancillary training compliance"}
{"input": "I prepared a $3 million T-10 Engine Test Cell, successfully solving a sound vibration issue. The sitting approval averted a 10% funding loss.", "output": "- Prepared $3M T-10 Engine Test Cell; solved soundvibration issue--siting approvedaverted 10% funding loss"}
{"input": "I aced 2 classes and earned SOC120 HIS2066 credits, resulting in a 3.9 GPA towards a Bachelor of Arts in Engineering (B.A.E). I mentored 6 Amn2 classes and completed the first CLEP requirement.", "output": "- Aced 2 classes; SOC120 HIS2066 credits3.9 GPA towards B.A.E--mentor'd 6 Amn2 crs1 CLEP completed"}
{"input": "As an alternate for the Squadron's Unit Training Program (UFPM), I developed a Personal Training (PT) policy for 139 personnel, achieving an average of 89.3 excellent FAs (Factors of Improvement). Through this initiative, I garnered a 98% pass rate, ensuring the success of the training program.", "output": "- Sq UFPM alternate; developed PT policy for 139 prsnl, achieved 89.3 avg58 excellent FAs--garnered 98% pass rate!"}
{"input": "I successfully completed a 5-level upgrade training, honed my operational skills on 237 qualification tasks, achieving one month ahead of my peers.", "output": "- Finished 5-level upgrade training; honed LO skills on 237 qualification tasks--achieved 1 month before peers"}
{"input": "Led a shift of 22 personnel and provided mission support for 12 A-10Cs, resulting in 1350 combat sorties, none missed for the mission.", "output": "- Led shift of 22 personnel; provided muns support for 12 A-10Cs-->1350 combat sorties none missed for muns"}
{"input": "I downloaded the NATO Patriot Missle deployment and received 1,200 pax29 missions, boosting the (Country's) missile defense.", "output": "- Downloaded NATO Patriot Missle dplymnt; rcv'd 1.2K pax29 msns--blostered (Country's) missle def"}
{"input": "I commander'd 55 Air Mobility Command (Amn8) sections and oversaw a $758,000 sustainment budget for a $107 million National Center for Reconstruction (NCR) fleet. This achievement fueled the '18 HAF Green Fleet award.", "output": "- Cmd'd 55 Amn8 sections; oversaw $758K sustainment budget$107M NCR fleet--fueled '18 HAF Green Fleet awd"}
{"input": "Assisted with the design of cargo loading software and helped troubleshoot issues, enhancing the modernization of the system.", "output": "- Assisted with design of cgo loading software; helped troubleshoot issues--enhanced modernization of system"}
{"input": "I managed 6 one mission teams and coordinated 21 members in a 432-hour launch support with 100% on-time take-off, upholding vital national defense capabilities.", "output": "- Mng'd 6 ONE mx tms; coord'd 21 mbrs432-hrs launch spt w100% on-time take-off--upheld vital nat'l defense capes"}
{"input": "Mastered new AFSC training requirements and accomplished 12 credit hours, garnered Instructor of Technology/Mil Science CCAF degree.", "output": "- Mastered new AFSC trng rqmts; accomplished 12 credit hrs--garnered Instr of TechnologyMil Science CCAF deg"}
{"input": "Conducted five weapons bay tank 18-month inspections, verifying the integrity of the tank, enabling a 97% mission capable rate.", "output": "- Conducted five weapons bay tank 18-month inspections; verified tank integrity--enabled 97% msn capable rate"}
{"input": "Envisioned an AFSA member and recruited two volunteers. This initiative increased knowledge of the organization and membership totals.", "output": "- Envisioned AFSA mbr; recruited two volunteers--increased knowledge of organization and membership totals"}
{"input": "I repaired an R-11 coolant leak in-field in just 30 minutes, sustaining B-1 operations with 2,000 training sorties flown, resulting in zero mission delays.", "output": "- Repaired R-11 coolant leak in-field win 30 mins; sustained B-1 ops w2K trng sorties flown--zero msn delays"}
{"input": "I developed a Defense Security Line (DSL) solution, upgrading 40 devices and implementing remote management capabilities across networks. This resulted in a $2000 man-hours per year savings for the Air Force.", "output": "- Eng'd DSL solution; upgraded 40 devices, implemented remote mgmt capesmult ntwks--svd AF $2K3K man-hrsyr"}
{"input": "This individual displays a high level of technical expertise and has completed the Analysis Course, which is critical to evolving mission requirements.", "output": "- Displays high lvl of technical expertise; completed Analysis Course--info critical to evolving msn requirements"}
{"input": "I ran C2 systems pen-tests, quelled 3,500 threats, and enabled JFC post-decision effects modeling mission forecasts in the Area of Responsibility (AOR).", "output": "- Ran C2 sys pen-tests; quelled 3.5K threats--enabled JFC post-decision effects modelingmsn forecasts in AOR"}
{"input": "An extraordinary leader with uncompromising standards, I earned the Team Quarterly Log Prof Award. My exceptional leadership skills warrant a promotion to SMSgt.", "output": "- Extraordinary leader wuncompromising standards; earn'd Team Quarterly Log Prof Award--promote to SMSgt"}
{"input": "Engaged in the community by organizing marketing events and school visits for over 500+ individuals. This secured the top RIC square in April with a 300% net revenue.", "output": "- Engaged in community; orgn'd marketing eventsschool visits f500+--secured top RIC sq Apr w300% net res"}
{"input": "Oversaw inbound shipments, receiving 188 shipments totaling $104 million, 377,500 line items. This resulted in -1629 combat sorties for Operation Iraqi Freedom (OIR).", "output": "- Oversaw inbound shipments; 188 shipments$104M377K line items received--1629 combat sorties for OIR"}
{"input": "I organized four Booster Club events, directing 28 volunteers for the Tucson Padres. Through these efforts, we garnered over $2000 for the Squadron Maintenance Worker (SqMWR).", "output": "- Organized 4 Booster Club events; directed 28 volunteers for Tucson Padres--garnished over $2K for SqMWR"}
{"input": "Executed the rebuild of a drag chute stand down for 365 days, completing the task in just 3 days. This stand now stands fully mission capable.", "output": "- Executed rebuild of drag chute stand down for 365 days; completed task in 3 days--stand fully mission capable"}
{"input": "I prepared for anything and conducted the sword cordon for a military wedding, upholding the military heritage and honoring the family.", "output": "- Ready for anything; conducted sword cordon for military wedding--military heritage upheldfamily honored"}
{"input": "During the night shift C2 for Operation Super Bowl, a 53-member team distributed 10,000 beers across 6 locations, achieving 100% accuracy and preventing any incidents.", "output": "- Nightshift C2 for Op Super Bowl; 53-mbr tm distributed 10K beers6 locations--100% acctability0 incidents"}
{"input": "I excelled in the SMSgtflight support billet and led 2,300 inspections, resulting in an outstanding 100% maintenance scheduling effectiveness rate.", "output": "- Excelled in SMSgtflight supt billet; led 2.3K inspections--outstanding 100% mx scheduling effectiveness rate"}
{"input": "I prepared weapons for transport and preserved 217 M-16's, allowing future availability of $98K military resources.", "output": "- Readied weapons for transport; preserv'd 217 M-16's--permitted future availability of $98K military resources"}
{"input": "I augmented the CT department 24-hour service by learning and mastering 21 protocols and scanning 143 personnel. Through this initiative, I saved $71.5k in outsourcing fees.", "output": "- Augmented CT dept 24-hr service; learnedmastered 21 protocolsscanned 143 pts--saved $71.5K in outsourcing fees"}
{"input": "I rushed the CP Support role (E-7) for four months, providing support to four GPSs, 16 World Space Systems Analysts (WSAs) 3 joint-service tenants, enabling a Command and Control Officer (C2) for 14,000 members. This achievement resulted in a Non-Commissioned Officer (NCOY) status.", "output": "- Crushed CP Supt role (E-7) 4-mos; spt'd 4 gps16 WSAs3 jt-service tenants--enabled C2 f 14K mbrs--WSA NCOY"}
{"input": "I removed oil-soaked electromagnetic-foam and cleaned sealed four tailpipe bays, effectively eliminating a potential fire hazard.", "output": "- Removed oil soaked electromagnetic-foam; cleanedsealed four tailpipe bays--eliminated potential fire hazard"}
{"input": "Teamed with the Defense Logistics Agency (DLAUSACE) to certified a $1 million storage tank upgrade API 653 inspection, eliminating potential Fuel Depot Express (FDEP) fines.", "output": "- Teamed wDLAUSACE; certified $1M storage tank upgradeAPI 653 insp--eliminated potential FDEP fines"}
{"input": "Received Thorstrand training and aligned and dahered two strips to pristine condition. This mission resulted in the MXG first 75 of 75 sorties meeting on June 12th.", "output": "- Received thorstrand trng; alignedadhered two strips to pristine cond--MXG first75 of 75 sorties met June' 12"}
{"input": "I volunteered at the wRamstein Big Red charity event and headed the booth setup, raising $2000 for a local children's hospital.", "output": "- Volunteered wRamstein Big Red charity event; headed booth setup--raised  2K for local children's hospital"}
{"input": "I performed a one-time inspection of a bleed air system, visually inspecting the valves operations and checking the system. Through my efforts, I protected a $50 million asset from potential damage.", "output": "- Performed one-time insp of bleed air sys; visually insp'd check valvesops checked sys--protected $50M asset"}
{"input": "As the ADVON team lead, I successfully account'd bedded down 172 personnel, resulting in 100% accountability within 3 hours. BOGen established a $543,000 Pararescue project.", "output": "- ADVON tm lead; account'dbedded down 172 prsnl--100% accountability <3hrs BOGenabl'd $543K Pararescue proj"}
{"input": "Attended a 40-hour snow removal expert course and overhauled a $9.1 million Space and Intelligence Communications Fleet (S&IC) fleet, preparing America's Airfield for 365 day operations.", "output": "- Attended 40 hr snow removal eqpmt crse; overhauled $9.1M S&IC fleet--readied Americas Airfield f 365 day ops"}
{"input": "I instructed 8 Defense Communications Command (DCC) classes to 54 crew chiefs, improving job knowledge and speaking skills, cementing the total mission concept.", "output": "- Instructed 8 DCC classes54 crew chiefs; job knowledgespeaking skills improved--total mx concept cemented"}
{"input": "I co-led the flight Sexual Assault Stand-down and organized interactive guest training, which increased unit cohesion awareness for 36 individuals.", "output": "- Co-led flt Sexual Assault Stand-down; organized interactive gp trng--increased unit cohesionawareness for 36"}
{"input": "I planned an upgrade to the Air Force VPN (Virtual Private Network) and introduced the Community of Interest VPN (VPN), which significantly increased the speed of base to base data traffic.", "output": "- Planned AF VPN upgrade; introduced Community of Interest VPN--increased speed of base to base data traffic"}
{"input": "I provided support for the TCCS-P inventory cleanup, identifying obsolete resources for DRMO. This initiative increased storage capacity by 30%.", "output": "- Supported TCCS-P inventory cleanup; identified obsolete resources for DRMO--Increased storage capacity by 30%"}
{"input": "I drove the AMXS Health Monitor program, which tracked the readiness of 514 members and rectified shortfalls, surpassing the Air Force's Intelligence, Surveillance, and Reconnaissance (IMR) standards by 2%.", "output": "- Drove AMXS Health Monitor prgm; tracked 514 mbrs' readinessrectified shortfalls--surpassed AF's IMR stds by 2%"}
{"input": "I revised the Job Safety Training Outline and identified and corrected 63 errors, resulting in zero deficiencies being lauded during the Wing Safety inspection.", "output": "- Revamped Job Safety Trng Outline; ID'dcorrected 63 errors--zero deficiencieslauded during Wg Safety insp"}
{"input": "I tackled the Wing promotion ceremony, directing a four-member decoration detailstaged event. The event was recognized by 20 SMSgts, recognizing 150 attendees.", "output": "- Tackled Wg promotion ceremony; directed 4 mbr decoration detailstaged event--20 SMSgts recognized150 attendees"}
{"input": "Executed ammunition movement and orchestrated a trans-Pacific Partnership (PPE) shipment of 60,000 tons of cargo worldwide, contributing 1,000 flight hours to combat operations.", "output": "- Executed ammunition mvmt; orchestrated trans f20 PPE76K tons cgo wover 1K PH hrs--crtc'l to cbt ops ISO OIR"}
{"input": "I taught the ROK English class, guiding 50 personnel through 12 hours of instruction, strengthening American-Korean relations.", "output": "- Taught ROK English class; guided 50 pers thru 12 hrs of instruction--strengthened AmericanKorean relations"}
{"input": "Performed 15 nuclear safety operations checks, verifying the fleet's nuclear capability readiness and fortifying SecDeF's #1 mission.", "output": "- Performed 15 nuclear surety ops cks; verified fleet's nuclear capabilityreadiness--fortified SecDEF's #1 msn"}
{"input": "Graduating a 40-hour Security+ course, I was awarded the System Integrity Improvement (SEI) necessary for net admin privileges and was certified as DoD Directive 8570 compliant.", "output": "- Graduated 40-hr Security+ course; awarded SEI necessary for net admin privileges--DoD Directive 8570 compliant"}
{"input": "I completed an instructor internship and garnered an outstanding evaluation rating, culminating in the Distinguished Non-Commissioned Officer (wNCO) of the Quarter 2Q16.", "output": "- Completed instructor internship; garnered outstanding evaluation rating-- culminated wNCO of the Quarter 2Q16"}
{"input": "I graduated the NATO Link Manager Course and successfully filled the Squadron Links position, helping overcome a 16% Sq manning shortfall.", "output": "- Graduated NATO Link Manager Course; filled Sq links position--helped overcome 16% Sq manning shortfall"}
{"input": "Assisted in replacing the frame assembly on a B-5 stand, averting 375 actions and saving the Air Force $3,605 in repairs.", "output": "- Assisted in replacing frame assembly on B-5 stand; averted 375 action--saved AF $3,605 verses replacement"}
{"input": "Mastered ROBE certification, providing 70 hours secure digital combat communication relay, enhancing ground operations capability.", "output": "- Mastered ROBE certification; provided 70 hrs secure digital combat comm relay--enhanced gnd ops capability"}
{"input": "Led the largest AFCENT PH team of 10 programs, creating the first PHA Cell in the Area of Responsibility (AOR). This project was coined by the AFCENT SG for a model program.", "output": "- Led largest AFCENT PH tm10 prgms; created first PHA Cell in AOR--coin'd by AFCENTSG for model pgm"}
{"input": "I supervised the Group Global Professional Development (GPC) budget, screening and approving 102 requests valued over $100,000. Through these efforts, I secured mission operations for 50 personnel.", "output": "- Supervised Group GPC budget; screenedapproved 102 requests valued over $100K--secured mission ops for 50 pers"}
{"input": "I spearheaded the unit task tracker and created an Enterprise Intelligence Management System (EIM) and project database, which increased the squadron's command center's priority list visibility to 103 Airmen.", "output": "- Spearheaded unit task tracker; created EIM & proj database--upped sq CC's priority list visibility to 103 Amn"}
{"input": "I augmented the Manas AB Logistics Non-Commissioned Officer (LNO) staff and processed 1,000 personnel during a 10-day base closure. My exceptional performance and dedication warrant an immediate promotion.", "output": "- Augmented Manas AB LNO staff; processed 1K personnel during 10 day base closure--promote immediately"}
{"input": "Supervised Air Mobility Command (ADACG) airlift operations, moving 7,000 passengers and over 9,000 cargo tons on 75 missions. This exceptional support provided unparalleled support to warfighters.", "output": "- Supervised ADACG airlift ops; moved 7K pax1.9K+ cargo tons on 75 msns--unparalleled spt to warfighters"}
{"input": "The key member of the $1 billion weapons system relocation team successfully moved 190 servers and 120 weapons systems in less than 10 hours, resulting in the ISR missions being regained in less than 10 hours.", "output": "- Key mbr $1B wpn sys relocation team; 190 servers120 WSs moved in 2 days--ISR msns regained in < 10-hrs"}
{"input": "As a pivotal construction resource, I created 21 outage maps, facilitating 25 maintenance renovation projects with $140 million in FY13.", "output": "- Pivotal construction resource; created 21 outage maps--facilitated 25 mx renovation projs w $140M in FY13"}
{"input": "I contributed to the UGT rotation and CDC plan, resulting in 9 Airmen (Amn4) completing 164 core duty tasks eight months early. This resulted in a 91% pass rate, surpassing the AF average.", "output": "- Contriv'd UGT rotationCDC plan; 9 Amn4 WCcompleted 164 coreduty tasks 8 mos early--91% pass avg9% > AF"}
{"input": "Oversaw the photo studio work center and processed 28 passport visa special duty photos, ensuring that Airmen's readiness requirements were met.", "output": "- Oversaw photo studio work center; processed 28 passportvisaspecial duty photos--assured Amn readiness rqmts met"}
{"input": "As an AFCENT Warrior, I served 1,964 Operations Expeditionary Force (OEF) combat missions, completing 7,830 flight hours with 99% success rate. I am the busiest Area of Responsibility (AOR). My dedication and skills make me a highly qualified AFCENT Warrior.", "output": "- AFCENT Warrior; spt'd 1,964 OEF combat msn's; 7,830 flt hours w99% success; buisiest AOR--promote!"}
{"input": "A selfless volunteer set the teardown for the Air Mobility Unit (AMXS) holiday party at the Air Mobility Unit (AMU) Thanksgiving MPOY, boosting unit morale.", "output": "- Selfless volunteer; setupteardown for AMXS holiday partyAMU ThanksgivingMPOY--boosted unit morale"}
{"input": "I engineered a web vulnerability demo, identifying attack vectors and mitigation techniques, which significantly improved the Air Force's $735k training program.", "output": "- Engineered web vulnerability demo; ID'd attack vectors & mitigation techniques--improved AF $735K tng pgm"}
{"input": "I managed security for two Joint Expeditionary Squadron (Jt Exs) and issued badges zero incidents, providing 422 personnel with comprehensive training and securing a $65 million Air Operations Center (AOC) weapons system.", "output": "- Managed security for two Jt Exs; issued badgeszero incidents--422 prsnl trainedsecured $65M AOC wpn sys"}
{"input": "As selected as the Vet Day Wing POC, I coordinated 10 Amn3 vehicles for a joint NNG-VA ceremony, honoring veterans and upholding the tradition.", "output": "- Sel'd as Vet Day Wg POC; coord'd 10 Amn3 vehicles for joint NG-VA ceremony--honored veteransupheld tradition"}
{"input": "Replenished Resupply Stations (RSPs), 10 FOLs, and 7 airframes, swiftly expediting 785 shipments. This resulted in a -92% AOR fill rate compared to the AF 85% standard.", "output": "- Replenished RSPs10 FOLs7 airframes; swiftly expedited 785 shipments--92% AOR fill rate vs AF 85% std"}
{"input": "Granted implemented SharePoint permissions, resolving trouble calls tickets and decreasing the wait time by 30%.", "output": "- Grantedimplemented SharePoint permissions; resolved trouble callstickets--decreased wait time by 30%"}
{"input": "I successfully managed a NIPRSIPR loss crisis by organizing 2 backshops for ECES power restoral. Through this action, I returned the Command and Control System Integrity Rating (C4I) to warfighters, ensuring their availability and readiness.", "output": "- Managed NIPRSIPR loss crisis; organized 2 backshops sptECES power restoral--returned C4I to warfighters"}
{"input": "Executed a working stock plus up, hitting a 2-year low 2.3% VDP rate, enabling over 250 Combat Police Patrols.", "output": "- Executed working stock plus up; hit 2-year low 2.3% VDP rate--effort enabled 250 + Combat Police Patrols"}
{"input": "Led a 15-member HG team during the 30th Annual POW ride and posted colors served on flag detail. Honoring heroes past and present.", "output": "- Led 15-mbr HG tm during 30th Annl POW ride; posted colorsserved on flag detail--honored heroes past & present"}
{"input": "Led 22 SIPR system installs, reimaged and established OSS Intel connectivity win in 2 hours, ensuring 100% C2 capabilities.", "output": "- Led 22 SIPR sys installs; reimagedreestablished OSS intel connectivity win 2 hours--ensured 100% C2 capes"}
{"input": "I backed 11 Wing support requirements, sched 1,000 man-hours for external mission support, and guided the AF TattooAir show CSAF Air Power demo.", "output": "- Backed 11 WG spt rqmts; sched 1K man-hrs f external msn spt--guided AF TattooAir showCSAF Air Power demo"}
{"input": "As a Cyber Operations System (CGO) systems expert, I trained four peers on unique processing functions three weeks ahead of schedule, resulting in qualifying candidates less than 40%.", "output": "- Cgo sys expert; tnd four peers on unique processing functions 3 wks ahead of schdle--quals ^ 40%"}
{"input": "I was elected as the JBA 56th Personnel Assistance Officer (PAO) co-chair, actively recruiting 19 members through the World Trade Organization (WTO) briefings. This initiative aided the website expansion and successfully unit'd 1,500 Non-Commissioned Officers (NCOs).", "output": "- Elected JBA 56 PAO co-chair; recruited 19 mbrs WTA briefingsaided website expansion--unit'd 1.5K NCOs"}
{"input": "I completed 33 days of ILO predeployment training, enhancing tactical skills and life-saving techniques, preparing for the Global War on Terrorism (GWoT).", "output": "- Completed 33 day ILO predeployment tng; enhanced tactical skillslife saving techniques--prepared for GWoT"}
{"input": "Coordinated cold weather clothing and acquired/issued items to 140 members, ensuring seamless mission support.", "output": "- Coordinated cold weather clothing; acquiredissued items to 140 members--ensured seamless mission support"}
{"input": "The lead developer for an in-theater cargo bidding system, I streamlined ten modules and tracked $400 million in cargo annually.", "output": "- Lead developer for in-theater cargo bidding sys; streamlined ten modules--tracked $400M in cargo annually"}
{"input": "Streamlined 56 HMU Air Expeditionary Force (AEF) reintegration efforts by coordinating ten base agencies and initiating contingency downtime for 34 members within 12 hours.", "output": "- Streamlined 56 HMU AEF reintegration; coord'd ten base agencies--34 mbrs contingency downtime initiated <12hrs"}
{"input": "Elite Leader provided mentorship to six members and was recognized as the 4th Squadron Non-Commissioned Officer (SNCO) winner for the 4th Quarter Tasking Regiment (QTR) and Annual FY 16 award. This recognition prompted the NCOIC application.", "output": "- Elite Leader; guided 6 mbrsled mentorship; SNCO winner4th QTR & Annual FY 16--prompted NCOIC apptmnt"}
{"input": "Controlled the completion of 16,000 workorders and coordinated with eight work centers, maintaining a 95% scheduling effectiveness.", "output": "- Controlled completion of 16K workorders; coord'd with eight work centers--maintained 95% scheduling effectiveness"}
{"input": "Spearheaded the medical inventory, compiling $53,000-14,000 items within 2 days, achieving 100% accuracy surpassing the Air Force standard by 95%.", "output": "- Spearheaded med inventory; complt'd $53K1.3K items <2d--achieved 100% accuracyexceeded AF std 95%"}
{"input": "I supported 2,200 vehicle requests and transported over 2,000+ students for Defense Logistics Service (DoDDS) - ensuring zero accidents and 100% on-time arrival.", "output": "- Supported 2.2K vehicle requests; transported 2K + students for DoDDS--zero accidents100% on time arrival"}
{"input": "I remedied a CFT vent red ball by pinpointing a damaged check valve, returning a $1.7 million asset to Full Mission Capable (FMC) status in less than 2 hours training mission met.", "output": "- Remedied CFT vent red ball; pinpointed damaged check valve--returned $1.7M asset to FMC in <2 hrstrng msn met"}
{"input": "As a trusted Agent, I successfully amassed 77 IFE sample transfers with a 100% zero tolerance policy, resulting in the Wing securing $5.1 billion worth of assets and mission capabilities.", "output": "- Trusted Agent; amassed 77 IFE sample transfers w100% zero tolerance policy--FW $5.1B assetsmsn capes secured"}
{"input": "I managed the unit recycle program and recycled 1.3 tons of materials, ensuring a nominal environmental operating footprint.", "output": "- Managed unit recycle prgm; recycled 1.3 tons of materials--ensured nominal environmental operating footprint"}
{"input": "Led seven maintenance recovery teams, successfully recovering repaired NMCs each aircraft in 24 hours on average. These timely repairs upheld the Air Tasking Order (ATO).", "output": "- Led seven mx recovery teams; recoveredrepaired NMC each acft in -24 hrs avg--timely repairs upheld ATO"}
{"input": "SME fGSU EHR led 10 walk-throughs providing 20 hours of leadership guidance, enabling medical capability assessment and deployment of System of Care (SOP) x3 remote sites.", "output": "- SME fGSU EHR; led 10 walk-throughsprovided 20 hrs ldrshpguidance--enabled med capesest'd SOP x3 remote sites"}
{"input": "I renovated four B-2 tailpipes by grinding, blasting, and applying ceramic coatings. Through this action, I returned $9.2 million Air Force assets to the supply.", "output": "- Renovated four B-2 tailpipes; grindedblastedapplied ceramic coatings--returned $9.2M AF assets to supply"}
{"input": "Managed vol pgm4 members by maintaining folder schedule and ensuring training requirements were met, providing 720 hours additional manpower.", "output": "- Managed vol pgm4 mbrs; maintained foldersschedule & ensured trng reqs met--provided 720 hrsaddt'l manpower"}
{"input": "I removed failed coatings on a B-2 inlet guide vane by injecting an adhesive. This action negated potential damage to a $3 million asset.", "output": "- Removed failed coatings on B-2 inlet guide vane; injected adhesive--negated potential damage to $3M asset"}
{"input": "I trained four Airmen on the installation of Shielded Mild Detonation Cord lines, which significantly increased the section's knowledge by 20%.", "output": "- Trained four Amn; led installation of Shielded Mild Detonation Cord lines--increased section knowledge 20%"}
{"input": "I supervised the On-the-Joint Training Center (OJTCDC) program for 720 warfighters, processing 70 skill-level upgrades and scheduling 150 exams.", "output": "- Supervised OJTCDC program for 720 warfighters;  processed 70 skill-level upgrades--scheduled 150 exams"}
{"input": "I isolated crippling station failures to faulty components by replacing power heads. This action restored 100% test capability.", "output": "- Isolated crippling station failures to faulty components; replaced power heads--restored 100% test capability"}
{"input": "I filled the Non-Commissioned Officer (NCO) role and mobilized 39 ceremonies, overseeing $48,000 in Gifted Household Residents (HG) expenses. Through these efforts, I ensured dignity and respect for the fallen Veteran.", "output": "- Fill'd NCO role; mobiliz'd 39 ceremonies,oversaw $48,000 HG res--ensured dignityrespect for fallen Veteran"}
{"input": "I certified three lab torque settings, restoring the lab's torque calibration capability. This enabled 275 Test, Measurement, and Diagnostic Equipment (TMDE) maintenance actions.", "output": "- Certified three lab torque stds; restored lab's torque calibration capability--enabled 275 TMDE mx actions"}
{"input": "I piloted the 1st Camp Spann volleyball tournament, with 100 participants, boosting the esprit de corps with coalition forces.", "output": "- Piloted 1st Camp Spann volleyball tournament; 100 participants--boosted esprit de corps with coalition forces"}
{"input": "Engaged a Senior Noncommissioned Officer (SNCO) and conducted a Q&A session for 14 USAF Academy Cadets, fostering a future military officer corps.", "output": "- Engaged SNCO; fielded Q&A session for 14 USAF Academy Cadets--cultivated future military officer corps"}
{"input": "I shrewdly managed the Air Force Training Group (ATF) management, sourcing 110 ground schools and 46 off-station training events. Through these collaborations, crews successfully executed the Base Combatant Command (BPC) engagement.", "output": "- Shrewd ATF mgr; sourced 110 gnd schools & 46 off-station trng events--crews cmbt rdyexecuted BPC engagement"}
{"input": "Authenticated an enhanced trouble ticket database, identifying two duplicate processes, resulting in a 10% reduction in input time.", "output": "- Authenticated enhanced trouble ticket database; identified two duplicate processes--reduced input time by 10%"}
{"input": "I provided a safe ground transport and moved 129 PAX for a 116 Area Command Wing deployment, assisting the coalition force in a battle space capability.", "output": "- Provided safe ground trans; moved 129 PAX for 116 ACW deployment--aided coalition force battle space cntl"}
{"input": "Fixed ES-S hand-held terminals, clearing 80 data errors, and returning two to the squadron. This saved $8,000 and solved the squadron's #1 priority.", "output": "- Fixed ES-S hand-held terminals; cleared 80 data errorsreturned two to svc--saved $8Ksolved sect's #1 priority"}
{"input": "Oversaw the HAZMAT program, controlling 44 items and coordinating refills, achieving a 100% compliance wing inspection.", "output": "- Oversaw HAZMAT prgm; controlled 44 itemscoordinated refills--achieved 100% compliance wg inspection"}
{"input": "I isolated and replaced a pressure switch during a red ball mission, ensuring a successful evacuation of 319 passengers.", "output": "- Isolatedreplaced pressure switch during red ball mx; guaranteed Hurricane Ike relief msn--evacuated 319 pax"}
{"input": "I procured 400 Weapons Reliability Module (WRM) items for 10 Assemblages worth $172,000. These projects exceeded the Air Force average and resulted in a 91% readiness rate.", "output": "- Procured 400 WRM items for 10 Assemblages worth $172K; All projects above AF average-- 91% readiness rate"}
{"input": "I orchestrated the repair of 10,000 LO defects and directed maintenance, enabling the completion of 4,800 sorties and 9,800 flying hours in FY11.", "output": "- Orchestrated repair of 10K LO defects; directed mx--enabled completion of 4.8K sorties9.8K flying hrs FY11"}
{"input": "Drove AS-69 retrograde operation with 90 TEUs (21,000 lbs) NEW $59 million+ assets - the US is poised for cluster muns disarmament.", "output": "- Drove AS-69 retrograde op; 90 TEUs260K lbs NEW$59M+ assets--US poised for cluster muns disarmament"}
{"input": "Directed the Alt MOC generation and installed computers LANphones LMRSIPR - a major C2 Alt capability upgrade.", "output": "- Directed Alt MOC generation; installed computersLANphonesLMRSIPR--major C2 Alt capability upgrade"}
{"input": "Meticulous and thoroughly detailed, I serviced three C2 vehicles on a weekly basis, affording rapid response capability.", "output": "- Meticulous; thoroughly detailed & serviced three C2 vehicles, weekly--ldrs afforded rapid response capability"}
{"input": "Dedicated to self-improvement, I successfully passed 2 DSSTCLEPs and received an AAS Avionics System Technology CCAF degree.", "output": "- Dedicated to self-improvement;  passed 2 DSSTCLEPs--recieved AAS Avionics System Technology CCAF degree"}
{"input": "As a diligent custodian of resources, I managed 10 Weapons Reduction Module (WRM) facilities worth $1.2 million. Through these efforts, critical assets were protected and made mission ready.", "output": "- Diligent custodian of resources; managed 10 WRM facilities worth $1.2M--critical assets protectedmsn ready"}
{"input": "Assisted crash recovery during evacuation by removing aircraft and avoiding landing gear damage, saving $194,072 hours of repair.", "output": "- Assisted crashrecovery wacft emerg; removed acftavoided landing gear damage--saved $194K72 hrs repair"}
{"input": "As a solid Airman, I have demonstrated a sense of service and maturity, making me ready for increased responsibility. I am confident in my abilities and ready to take on new challenges.", "output": "- Solid Airman; demonstrated sense of service and maturity--ready for increased responsibility...promote now"}
{"input": "I chaired a Women's heritage luncheon and organized protocol DV's with 6 speakers, inspiring 93 personnel to research the history of the Wing Commander's LoA.", "output": "- Chaired Women's heritage luncheon; org'd protocolDV's w6 speakers--inspired 93 psnl resilencyrcvd WgCC LoA"}
{"input": "Dedicated and volunteered 18 hours for Airmen Against Drunk Driving, contributing to 189 lives potentially saved.", "output": "- Dedicated; volunteered 18 hours for Airmen Against Drunk Driving--contributed to 189 lives potentially saved"}
{"input": "Thoroughly, I identified a worn -60 cable head during a Physical Examination (PE). Preventative actions saved $2,000 in cable replacement.", "output": "- Thorough; identified worn -60 cable head during PE--preventative actions saved $2K in cable replacement"}
{"input": "Detected 1 AF network fault and reconfigured crypto devices, ensuring fluid Command and Control (C2) over 590 ONE flights.", "output": "- Detected 1 AF network fault; reconfigured crypto devices--ensured fluid C2 over 590 ONE flights ... promote!"}
{"input": "I identified a HMMWV cooling system fault and replaced the water pump, preventing a $13,000 catastrophic engine loss. This action resulted in one month of Non-Commissioned Space (NMC-S) status.", "output": "- Id'd HMMWV cooling syst fault; replaced water pump--prevented $13K catastrophic engine loss1 mo NMC-S"}
{"input": "I reorganized and improved the Flight's files plan by disposing of Privacy Act information, reducing research time by 20%.", "output": "- Reorganizedimproved Flt's files plan; disposed of Privacy Act information--reduced research time by 20%"}
{"input": "I am a TFI champ and launched an AFRC employer incentive flight, showcasing the Wing mission and cementing total force community ties.", "output": "- TFI champ!  Launched AFRC employer incentive flt; showcased Wg msn--cemented total forcecommunity ties"}
{"input": "Fortified NoPP by leading the scanning of 300 documents, auditing 3,000 applications, and scanning 26 records. This boosted compliance by 78 to 90%.", "output": "- Fortified NoPP; led scanning of 300 docsaudited 3K apptsID'drescanned 26 records--boosted compliance 78 to 90%"}
{"input": "I completed two leadership courses and met the requirements for the Professor Managers Certificate, mentoring 35 Airmen on continued education.", "output": "- Completed 2 ldrshp crses; met requirements for Prof Managers Cert--mentored 35 Amn on continued education"}
{"input": "Overcoming a budget deficit, I successfully bought books out of pocket. Through my research, I provided five items to the Wing Community Plan.", "output": "- Overcame budget deficit; bought books out of pocket--researchedprovided five items to Wing Community Plan"}
{"input": "I demonstrated amazing versatility by coordinating 11 interviews in just one day with two visiting assistants, maintaining uninterrupted services.", "output": "- Amazing versatility; coordinated 11 interviews in 1 day w 2 visiting attys--maintained uninterrupted services"}
{"input": "I am the #111 Airman and 35 CS Airman of Quantum Amn of the Year, receiving a BTZ promotion to 3D0X2 Airman Information Dominance Professor of the Year.", "output": "- #111 Amn; 35 CS Amn of QtrAmn of Yr; BTZ promotee--3D0X2 Amn Information Dominance Prof of the Yr"}
{"input": "Assisted the replacement of a faulty nose wheel steering unit with a quality fix, resulting in a 0.5% repeat rate on July 12th, resulting in a standard deviation of 2%.", "output": "- Assisted wreplacement of faulty nose wheel steering unit; quality fix led to 0.5% repeat rate, Jul 12--std 2%"}
{"input": "Assigned permissions to 45 organization email accounts and trained users on accounts, allowing strategic flight collaboration.", "output": "- Assigned permissions to 45 org email accounts; trained users on accounts--allowed strategic lvl collaboration"}
{"input": "As an outstanding investigative skillset, I successfully researched and cleared 20 special inventories, resulting in $150,000 worth of supply adjustments.", "output": "- Outstanding investigative skills; researchedcleared 20 special inventories--saved $150K supply adjustments"}
{"input": "Supervised two hot trailing edge repairs by applying composite pliesceramic tiles, which returned $240,000 assets to Full Mission Capable (FMC) status.", "output": "- Supervised two hot trailing edge repairs; applied composite pliesceramic tiles--returned $240K assets FMC"}
{"input": "As the MSG UCC Manager, I fused an eight-man team and drove a Command and Control System (C2) for 2,000 Group personnel through two expeditions, priming them to support contingency operations.", "output": "- MSG UCC Mgr; fused 8-man team; drove C2 for 2.2K Grp prsnl thru two exers--primed to spt contingency ops"}
{"input": "I am a dedicated team player who has been recognized by the Air Combat Command (ACC) Unit Compliance Inspection team. My efforts have been recognized and have led to the success of the Superior Team.", "output": "- Dedicated team player; efforts recognized by ACC Unit Compliance Inspection team--results Superior Team"}
{"input": "I revitalized 10 B-2T-38 wheels by stripping and applying organic coatings, replenishing $8,000 in due in for maintenance assets.", "output": "- Rejuvenated 10 B-2T-38 wheels; strippedapplied organic coatings--replenished $8K in due in for mx assets"}
{"input": "I led the BMT Colors team in a graduation parade ceremony, receiving zero demerits and delivering a flawless performance for over 2,000 attendees.", "output": "- Headed BMT Colors tm in grad parade ceremony; tm rcvd 0 demerits--flawless performance for >2K in attendance"}
{"input": "Honchoed Scope Edge compliance, eliminating 14,000 network threats, securing CYBERCOM against cyber attacks.", "output": "- Honchoed Scope Edge compliance; eliminated 14K ntwk threats--secured CYBERCOM against cyber attacks"}
{"input": "I reorganized the Supply storage annex, consolidating 23 assets. This expansion of storage capabilities enhanced mission readiness.", "output": "- Reorg'd Supply storage annex; consolidated 23 assets--expanded storage capabilitiesenhanced msn readiness"}
{"input": "During a Squadron fundraising event, I performed a 12-hour security detail for 85,000 concert fans, generating $1.8K in revenue for the booster club.", "output": "- Spt'd Sq fundraising event; performed 12-hr security detail for 85K concert fans--generated booster club $1.8K"}
{"input": "Led the team on an elusive fuel quantity malfunction, isolated and replaced the quantity transmitter, resulting in a 25% reduction in repair time.", "output": "- Led team on elusive fuel quantity malfunction; isolatedreplaced quantity transmitter--reduced repair time 25%"}
{"input": "A key WIT member, I implemented three security operations and identified 10 errors, contributing to the Wing's top Mission Ready rating and the October Strike evaluation.", "output": "- Key WIT mbr; insp'd 3 surety opsID'd 10 errors--fostered Wg's top Mission Ready rating, Oct STRIKE eval"}
{"input": "Defined the ATAAPS focal point, providing assistance to supervisors and employees, processing 995 on time error-free time cards.", "output": "- Defined ATAAPS focal point; assisted supervisors & employees--processed 995 on timeerror free time cards"}
{"input": "I successfully managed an emergency situation and directed 7 Airmen during a Wing base building fire alarm, evacuating personnel safely and safeguarding classified equipment.", "output": "- Managed emer situation; directed 7 Amn during Wg bldg fire alarm--evac'd perssafeguarded classified eqpmt"}
{"input": "A key player and a squadron ATSO team member during the 2009 HQ Air Mobility Command (AMC) ERI inspection, the unit earned an overall Excellent rating.", "output": "- Key player; sq ATSO team mbr during 2009 HQ AMC ERI inspection--unit earned overall Excellent rating"}
{"input": "The accelerated lethal ammo airlift resulted in 2,700 NEWs on 140 missions, eliminating the decisive edge of the HVT (High-Violent Tasking) elimination for armed warfighters.", "output": "- Accelerated lethal ammo airlift; 2.7K NEW on 140 msns--armed warfighters wdecisive edgeHVT eliminated"}
{"input": "I steered the COMSEC management initiative plan, building and configuring 12 deployable systems that provisioned mobile satellite suite 5 mission units.", "output": "- Steered COMSEC mgt initiativeplan; builtconfigured 12 deployable sys--provisioned mobile spt5 mx units"}
{"input": "Fulfilled DRMS CBT by evaluating the gear program and creating a continuity book. 25 items were reutilized, resulting in over $3000 for the Wing.", "output": "- Fulfilled DRMS CBT; evaluated Gp pgmcreated continuity book; 25 items reutilized--recovered >$3K for Wg"}
{"input": "Constructed the first commander's ART training, resulting in 100% on-time reporting to the Air Expeditionary Force (AEFC), an increase from 95%.", "output": "- Constructed first commanders ART training; resulted in 100% on-time reporting to AEFC--increase from 95%"}
{"input": "Preserved airfield concrete asphalt by safely repairing 150 spalls and craters, resulting in 27,000 USAFIQAF aircraft operations safely executed.", "output": "- Preserved airfield concreteasphalt; repaired 150 spalls & craters--27K USAFIqAF acft ops safely executed"}
{"input": "Deployed COMSEC custodian, taking 100% accountability of $30,000 equipment. This ensures that crews are self-sufficient for mission demand.", "output": "- Deployed COMSEC custodian; 100% accountability of $30K equipment--crews self sufficient for msn demand"}
{"input": "Executed an antenna farm TCTO, applying coatings to pristine condition negating 153 man hours, making the farm promotion ready.", "output": "- Executed antenna farm TCTO; applied coatings to pristine conditionnegated 153 man hrs--promotion ready"}
{"input": "Controlled a $105k budget, identified 77 training qualification requirements, modernized 11 SERE programs, resulting in 240 man-hours annually reduced.", "output": "- Controlled $105K budget; ID'd 77 tng quotascrse rqmtsmodernized 11 SERE pgms--slashed 240 man-hrs annually"}
{"input": "Supported Team Robins Operations, transporting 5,000 vehicle requirements, 26k PAX, and 9,000 tons of cargo, championing a 98.9% satisfaction rate.", "output": "- Supported Team Robins Ops; 5K veh req's26K PAX1.9K tons cargo transported--championed 98.9% spt rate"}
{"input": "As a customer service ace, I worked with CSB personnel to reduce customer fatigue and fix 125 ammunition shipment issues, resulting in crushing Air Mobility Command (AMC) deadlines.", "output": "- Customer svc ace; worked w CSB prsnlreduced cgo fustrations; fixed 125 ammo shpmnts--crushed AMC deadlines"}
{"input": "As a member of the alert photo team, I responded to five calls, and my images were instrumental in the Security Forces System of Security (SFSOSI) Safety investigations mission.", "output": "- Member of alert photo team; responded to 5 calls--imgs instrumental to SFSOSISafety investigationsmission"}
{"input": "I tackled the HHQ BRU-61 safety directive by partnering with the wMMHEdvlp'd cradle load adapter, which was approved by the Air Combat Command (ACC) within less than two weeks.", "output": "- Tackled HHQ BRU-61 safety directive; partner'd wMMHEdvlp'd cradle load adapter--ACC approvedval'd < 2 wks"}
{"input": "Advised CC on manpower requirements and aligned 11 additional authorizations with mission needs, resulting in squadron readiness increases.", "output": "- Advised CC on manpower rqmts; aligned 11 addt'l authorizations wmsn needs--sq rdy faccession increases"}
{"input": "I completed the AOR qualification evaluation and adapted medical error CBT training to verify 180 refill records with zero errors, supporting operations 6 Global Surveillance Units (GSUs).", "output": "- Completed AOR qual eval; adapted med error CBTs trngverified 180 refill rxs wzero errors--supported ops6 GSUs"}
{"input": "Oversaw the squadron personnel recovery program, reviewing 37 ISOPREPs and creating 48 evasion kits. This initiative ensured the unit's preparedness for crisis response.", "output": "- Oversaw sq pers recovery pgm; reviewed 37 ISOPREPscreated 48 evasion kits--ensured unit prep'd fcrisis response"}
{"input": "As the AR Div Training Manager, I tracked and validated 200 items and scheduled six 3-week indoc courses, which attracted 44 members from two branches of mission training.", "output": "- AR Div Trng Mgr; tracked & validated 200 itemssched'd six 3-wk indoc courses--44 mbrs from 2 branches msn rdy"}
{"input": "I managed a TODA program, maintaining 10 etools that ensured serviceability and promoted technical data compliance by 1,200 maintenance actions.", "output": "- Managed TODA prgm; maintained 10 etoolsensured serviceability--promoted tech data compliance1.2K mx actions"}
{"input": "I infused a culture of excellence and led the premier Virtualization (VM) team, resulting in the networking of 33 squadron-wide guest lists, 4 Wing 3 MAJCOM awards, and 2 Wing Senior Aircraft BTZ wins.", "output": "- Imbued culture of excellence; led premier VM team--netted 33 sq7 gp4 Wg3 MAJCOM awds, 2 Wg SrA BTZ wins"}
{"input": "I guided a $50,000 refurbishment of the Warrior Prep Center, adding media coverage 1,000 sq ft to the conference room, increasing the venue for the NATO General Assembly conference.", "output": "- Guided $50K refurbWarrior Prep Ctr; added media ctr1K sq ft to conf rm--incr'd venue sptNATO GO conf"}
{"input": "Attended a 90-hour Non-Commissioned Officer (NCO) professional development seminar, enhancing supervisory skill and molding future leaders.", "output": "- Attended 90 hour NCO professional development seminar; enhanced supervisory skill--molded future leaders"}
{"input": "He led the PACAF Housing manpower squadron, identified 18 complaints, 13 unfunded requirements, and 39 updates. This prepped the team for 100% MICAP.", "output": "- Headed PACAF Housing manpower std; id'd 18 discreps13 unfunded rqmts39 updates--prepped tm 100% MICAP"}
{"input": "Accomplished 274 system peer reviews and met DoD IT development standards, saving the AFA4 $274,400 for the FY16 portfolio.", "output": "- Accomplished 274 sys peer reviews; met DoD IT development stds--saved AFA4 $274K for FY16 portfolio"}
{"input": "I am a proven performer who continuously displayed extensive command and control ramp knowledge. My exceptional handling skills make me the next section in my career path.", "output": "- Proven performer; continuously displayed extensive cgoramp knowledge--Special handling next section"}
{"input": "A motivated Non-Commissioned Officer (NCO) played a key role in the 55th Maintenance Group (MXG) '15 USAF Maintenance Daedalian award, making them ready for a Technical Sergeant promotion.", "output": "- Motivated NCO; efforts key to 55 MXG '15 USAF Maintenance Daedalian award--ready for TSgt promotion"}
{"input": "I sustained an intense production rate and assembled over 3,000 GBUs, producing 1340 sorties. This achievement resulted in the liberation of 1661 EKIA Mosuls.", "output": "- Sustained intense production rate; assembled 3K+ GBUproduced 1340 sorties--1661 EKIAMosul liberated"}
{"input": "As a resource steward, I successfully removed and replaced a faulty 5 ton generator with a DRMO asset, saving $1,200 in maintenance delays.", "output": "- Resource steward; removedreplaced faulty 5 ton generator with DRMO asset--$1.2K savedzero mx delays"}
{"input": "I tackled short-notice tasking and added 348 external High Definition (HD) cameras to Air Intelligence Systems (AIMs) less than 2 weeks, resulting in guaranteed EC accountability control.", "output": "- Tackled short-notice tasking; added 348 external HDs to AIMs <2 wks--guaranteed EC accountabilitycontrol"}
{"input": "The Secretary of the Boom Operations Squadron, I organized a regional symposium and crafted agendas that scheduled drills. This event bolstered the crewmembers' dedication and proficiency.", "output": "- Boom Op Assoc Secretary; org'd regional symposium...crafted agendasched'd brfings--bolstered crewmbrs' dvlpmnt"}
{"input": "As a Section CFC representative, I enabled 100% contact $5,000 raised by the Air Mobility Unit (AMU), directly supporting the Maintenance Group (MXG) over $17,300.", "output": "- Section CFC rep; enabled 100% contact$5K raised by AMU--directly supported MXG >$17K31 FW $130K"}
{"input": "I provided project management for 10 DoDAF automated systems, releasing 14 software packages. This enabled asset tracking visibility for combatant Command Control's (CC's).", "output": "- Proj mgr for 10 DoDAF automated sys'; released 14 sw pgms--enabled asset tracking vis for combatant CC's"}
{"input": "Deployed for 120 days to Balad Air Base, Iraq, transporting 7,000 cargo vehicles and 25,000 passengers. This deployment ensured the safety and security of convoy vehicles by keeping them off highways.", "output": "- Deployed 120 days to Balad AB, Iraq; transported 7K cargo42K pax--2K convoy vehicles kept off highways"}
{"input": "I certified on the FIDO Explosives Detector and trained 72 Special Operations Forces (SF) on operations, becoming a force multiplier to the Wing's Air Tasking Force (ATFP) program.", "output": "- Certified on FIDO Explosives Detector; trained 72 SF on operations--force multiplier to Wg ATFP program"}
{"input": "I took a great personal initiative and scored 91% on the End of Course (EOC) exam, scoring the highest among my peers and squadron leadership. I was awarded a one-day pass for my outstanding performance.", "output": "- Great personal initiative; scored 91% on EOC--highest amongst peerssqdn leadership awarded one day pass"}
{"input": "I repaired 62 guide vanes by injecting seven inlets sealed with blistered coatings, preventing ingestion of $23.1 million engines.", "output": "- Repaired 62 guide vanes; injected seven inletssealed blistered coatings--prevented ingestion $23.1M engines"}
{"input": "Revamped the Animal shelter by disposing of 2 tons of gravel turf yard poisonous shrubs, improving the quality of life for 50 deprived animals.", "output": "- Revamped Animal shelter; disposed 2 tons gravelturf yardpoisonous shrubs--improved QoL for 50 deprived animals"}
{"input": "I briefed the Project Management Office (PMO) on security holes and enabled packaged Virtual Machines (VMs) solutions for software developers, bolstering the resiliency of a $3 million project.", "output": "- Briefed PMO on sys security holes; enabled packaged VM svcs for sw devs--bolstered resiliency of $3M pgm"}
