{"input": "As a load management team member for ISO Ex JRTC, I expedited the movement and loading of 201 tons of cargo tons across 88 missions, ensuring successful completion og a $25 million multi-service combat training exercise.", "output": "- Load tm mbr ISO Ex JRTC; expedited mvmtloaded 201 cgo tons88 msns--assured $25M multi-svc cmbt tng success"}
{"input": "I expertly managed complex event prep and validated a new range concept for mobile equipment, which powered the Wings School's advanced training.", "output": "- Expertly mng'd complex event prep; val'd new range concept for mobile equip--powered Wpns School advanced trng"}
{"input": "I served as the Lead FFGS-08 position, leading a team of four members to manage a $3.4 million vehicle fleet. Through our collective efforts, we protected the Wing's Expeditionary Expeditionary Force (WSEP) aircraft fleet, resulting in zero loss.", "output": "- Fill'd Lead FFGS-08 pos'n; led 4 mbr tmmng'd $3.4M vehicle fleet--protected WSEP exabated 15 acft emers0 loss"}
{"input": "Avid support of intramural sports, as the squadron's baseball coach, captured the base championships and earned the CC's Sports Trophy Cup.", "output": "- Avid spt of intramural sports; sq b-ball coach--captured base championshipsq earned CC's Sports Trophy Cup"}
{"input": "I troubleshooted a fuel transfer system fault and discovered replacing a $18,000+ fuel boost pump in less than 2 hours, slashing the ETIC by 50%.", "output": "- Troubleshot fuel transfer sys fault; discoveredreplaced $18K+ fuel boost pump in 2 hrs--slashed ETIC by 50%"}
{"input": "I trained 24 personnel on support procedures, completing 200 tasks in just 3 weeks. This resulted in zero loss to Logistics Operations Manager (LOM) productivity.", "output": "- Trained 24 personnel on support procedures; 200 tasks completed in 3 weeks--zero loss to LO mx productivity"}
{"input": "As a money master, I quickly obtained eFinance DTS AO certifications, successfully managing a squadron travel budget of $2 million.", "output": "- Money master; quickly obtained eFinanceDTS AO certs--successfully managed squadron travel budget of $2M"}
{"input": "I set-up a Virtual Training Center (VTC) capability and linked the CMSgt promotion ceremony to the Air Force Space Command (AFSOC), enabling remote attendance for families.", "output": "- Set-up VTC capability; linked CMSgt promotion ceremony to AFSOC--enabled remote attendance for families"}
{"input": "Deployed as a Foreign National Liaison, I conducted 22 convoy briefings and verified 320 passports, ensuring mission success.", "output": "- Deployed as Foreign Nat'l Liasion; conducted 22 convoy briefsverified 320 passports--ensured msn success"}
{"input": "Admin'd the squadron assignment process and counseled 52 Airmen on PCS actions, smoothing the transition for personnel families.", "output": "- Admin'd sq assignment process; counseled 52 Amn on PCS actions--smoothed transition for psnlfamilies"}
{"input": "Ramrododded Mx squadron operations, tm'd with Air Force Space Command (AFSC) expedited 537 components for $2 million, aiding 370 million lbs of AOR fuel offload.", "output": "- Ramrodded Mx spt ops; tm'd wAFSCexpedited 537 components$29M--aided 370M lbs AOR fuel offloaded"}
{"input": "Cultivated joint service relations by supporting Seal Team One's bed down and employing eight Seabees. This improvement improved the quality of life for the unit.", "output": "- Cultivated joint service relations; support'd Seal Team One bed down, employ'd eight Seabees--improv'd QoL"}
{"input": "This individual has unbounded potential and is recognized as the paragon of leadership. They possess exceptional skills in taking charge and acting decisively, making them highly qualified for promotion.", "output": "- Unbounded potential! The paragon of leadership; knows how to take charge and act decisively--must promote!"}
{"input": "Approved 600 web page updates, ensuring the most up-to-date data and optimizing data-sharing for 23K customers.", "output": "- Approved 600 web page updates; guaranteed most up-to-date data--optimized data-sharing for 23K customers"}
{"input": "Controlled $80 million in classified assets and oversaw monitoring of weekly inventory, maintaining accuracy zero incidents.", "output": "- Controlled $80M in classified assets; oversawmonitored wkly inventory--maintained accuracyzero incidents"}
{"input": "I promoted a culture of compliance and enforced Air Force standards and regulations, meeting all taskers and missions by munitions.", "output": "- Promoted culture of compliance; enforced AF standards & regs--all taskers and missions met by munitions"}
{"input": "I prepared the shipment of eight MICAPs and expedited parts to maintainers, supporting critical airlift assets supporting the war effort.", "output": "- Prepared mvmt of eight MICAPs; expedited parts to maintainers--critical airlift assets supporting the war effort"}
{"input": "Led flight UTC deployment prep, packing 4 Intelligence, Surveillance, and Reconnaissance (ISUs) equipment items. -22,000 lbs of command and control gear successfully deployed to ISO Overseas Intelligence (OIR).", "output": "- Led flt UTC deplymt prep; 4 ISUs4K equip items insp'dpacked--22K lbs of cbt gear successfully deployed ISO OIR"}
{"input": "As a devoted Airman, I volunteered two weeks as the recruiters assistant, motivating one person to commit to the Air Force.", "output": "- Devoted Airmen; volunteered two weeks recruiters assistant--motivated one person to commit to the Air Force"}
{"input": "QB'd process improvements for the RAFB Intro program and served as a liaison to the MPS and AFPC, solidifying best practices.", "output": "- QB'd process improvements for RAFB INTRO program; liaison to MPS & AFPC--solidified best practices"}
{"input": "I achieved the first quarter 100% QA pass rate and was named the 4th Maintenance Group's (MXG) Quality Assurance (QA) Top Performer, coined by the 4th Maintenance Group (MXGCC). My exceptional performance and dedication deserve recognition and promotion.", "output": "- Achieved 1st Qtr 100% QA pass rate; named 4 MXG's QA Top Performer, coined by 4 MXGCC--promote"}
{"input": "Directed a no-notice HHQ mission meshing, generating five aircraft in less than 6 hours. This expelled a 13-SDBs effort and was lauded by the AEWCC.", "output": "- Directed no-notice HHQ msn mx; gen'd five acft48 wpns <6 hrs--expelled 13 SDBseffort lauded by AEWCC"}
{"input": "Led a major phase re-LO, resulting in 192 jobs, 288 MX actions, and 1,136 man-hours completed. This resulted in the return of the Air Mobility Command (AMC) to Full Mission Capable (FMC) status early.", "output": "- Led major phase re-LO; 192 jobs288 MX actions1,136 man-hrs completed--returned AC to FMC status early"}
{"input": "Led 5 BW Nuclear Surety SAV prep, preparing 17 programs, 7 CTK inspections, and 24 evaluations - perfect results with zero errors.", "output": "- Led 5 BW Nuclear Surety SAV prep; 17 programs7 CTK inspections24 evals--perfect results wzero errors"}
{"input": "I donated 65 hours of volunteer time to the joint base Morale and Welfare Regiment (MWR), generating 35 8-ball and 9-ball tournaments. This contribution enhanced the quality of life for 1,900 personnel.", "output": "- Donated 65 hrs joint base MWR; mg'd 35 8ball9ball tournaments--provided QoL enhancement 1.9K personnel"}
{"input": "Led the Red Ball mission, replacing the radar system transmitter, securing the HHQ mission launch. This mission was vital to the Group's 94% World War Development rate.", "output": "- Led Red Ball mx; replaced radar sys transmitter; secured HHQ msn launch--vital to Gp's 94% WW dep rel rate"}
{"input": "Enthusiastic CFC keyworker, diligent efforts resulted in 100% contact, resulting in ## Military Development Group (MDG) raising $23,000, 118% of the goal.", "output": "- Enthusiastic CFC keyworker; diligent efforts resulted in 100% contact--## MDG raised $23K118% of goal"}
{"input": "I prepped support for Logistics Compiance Inspection and rectified 28 tool kit defects, resulting in a satisfactory rating for the squadron.", "output": "- Prepped support for Logistics Compiance Inspection; rectified 28 tool kit defects--sq earned satisfactory rating"}
{"input": "ID'd rotator scheduling errors and educated leadership on TPFDD discipline, eliminating inbound personnel delays.", "output": "- ID'd rotator scheduling errors; educated ldrship on TPFDD discipline--eliminated inbound personnel delays"}
{"input": "aligned radar tester, enabled identification friendfoe pre-flight simulations, enhanced aircrew safety for OEFOIF mission.", "output": "- Aligned radar tester; enabled identification friendfoe pre-flt sims--enhanced aircrew safety for OEFOIF msn"}
{"input": "Absorbed 3 retirements, resulting in a 23% loss with no replacements, realigned the flight, resulting in zero mission loss and the squadron 8% above the quarterly EA goal.", "output": "- Absorbed 3 retirements23% loss w0 replacements; realigned flt--zero msn loss...sq 8% above qtrly EA goal"}
{"input": "Pursued PD and earned 8 CCAF semester hours with Air Force Assistance Program (A&P) prep class, attaining FAA cert of eligibility set for freshman graduation.", "output": "- Pursued PD; earned 8 CCAF semester hrs wA&P prep class--attained FAA cert of eligibilityset fspring graduation"}
{"input": "Maintained 112 aircraft G-files and conducted 100% inspection of T.O.s job guides, contributing to the flight's 96% LSEP pass rate.", "output": "- Maintained 112 acft G-files; conducted 100% insp of T.Osjob guides--efforts key to flt's 96% LSEP pass rate"}
{"input": "I managed the DNIFRTFS program, which resulted in 869 flyers being grounded, 843 returning to fly over 30 days, resulting in a 97% fly rate, contributing to the completion of 200,000 flying hours.", "output": "- Managed DNIFRTFS prgm; 869 flyers grounded; 843 returned to fly > 30 days; 97% fly rate--crit to 200K flying hrs"}
{"input": "I rebuilt and deployed the Squadron Resource Management program, restoring 200 record-strained 15 record custodians, attaining federal program compliance.", "output": "- Rebuilt deployed Sq RM prgm; restored 200 recordstrained 15 record custodians--attained federal prgm compliance"}
{"input": "Led medical records retirement, staged 25,000 charts, secured disposition elimination, and ensured the Military Development Group (MDG) on-track with the World Air Force (WAF) standard.", "output": "- Led med records retirement; staged 27K chartssecured dispositioneliminated 2 yr backlog--MDG on-track wAF std"}
{"input": "Led Nigerian Air Force weapons training, synthesizing team experience for 40-hour advanced missile systems training course, rdy'd Moody Air Force base for 15 PN personnel.", "output": "- Led Nigerian AF wpns trng; synthesized tmexperience f40 hr adv'd mx sys trng crs--rdy'd Moody AFB f15 PN psnl"}
{"input": "Spearheaded SF retirement actions and developed a process for certificates, letters, and decorations, resulting in a total success.", "output": "- Spearheaded SF retirement actions; developed process for certificates, letters and decorations--total success"}
{"input": "Capable Non-Commissioned Officer (NCO) with leadership potential, growing and developing management skillset. SSgt promotion well deserved.", "output": "- Capable NCO with leadership potential; growing and developing management skillset--SSgt promotion well deserved"}
{"input": "As a fully certified Business Risk Management (BRM) tech, I completed 80 hours of hands-on training through the Command and Control (CBT) system, providing policy support to installation leadership.", "output": "- Fully certified BRM tech; completed CBTs80 hrs hands on training--policy support to installation leadership"}
{"input": "I am a superb Non-Commissioned Officer (NCO) who delivered outstanding results while operating in a Joint environment. I continue to challenge and promote my capabilities.", "output": "- Superb NCO; delivered outstanding results while operating in Jt environment--continue to challenge & promote"}
{"input": "I increased my professional knowledge by completing the DD1st Sgt Symposium, which fostered Non-Commissioned Officer (NCO) tools to lead Airmen to success.", "output": "- Increased professional knowledge; completed DD1st Sgt Symposium--fostered NCO tools to lead Amn to success"}
{"input": "Led a four-member squadron, tracking 660 weapons facilities and 4,800 mission transactions valued at $740,000. This individual was awarded the squadron Technician of the 4th Quarter '15.", "output": "- Led 4 mbr sect; track'd 660 wo'sfacilitat'd 4.8K mnx transactions$740K--award'd sq Tm of the 4th Qtr '15"}
{"input": "I am a well-rounded, intelligent, and talented SSgt with tremendous potential. I am ready to increase my responsibilities and be promoted to a higher rank.", "output": "- Well-rounded, intelligent, and talented SSgt w tremendous potential;  increase responsibilities--promote now!"}
{"input": "Attended a legacy Noncommissioned Officer Academy (NCOA) course and acquired 12 credits for a Community College of the Air Force (CCAF) associates degree. Through this experience, I applied critical management skills and acquired valuable knowledge and expertise in leadership roles.", "output": "- Attended legacy NCOA course; acquired 12 credits for CCAF associates degree--applied critical management skills"}
{"input": "Discovered a bomblift table leak and replaced tilt cylinders, which were crucial to 3,000 wingns loads. This averted the Dull Sword.", "output": "- Discovered bomblift table leak; insp'dreplaced tilt cylinders--crucial to 3.4K wpns loadsaverted Dull Sword"}
{"input": "I recovered 531 combat offload pallets and provided aircraft with key proficiency training, earning the Air Freight Professor of the Month 2 times.", "output": "- Recovered 531 combat offload pallets; provided acrws key proficiency tng--Air Freight Prof of the Month 2x's"}
{"input": "Hand-selected as Flight Admin, I oversaw flight personnel actions single-handedly, ensuring that over 30 members were fit for duty.", "output": "- Hand selected as Flight Admin; single-handedly oversaw flt personnel actions--assured 30+ mbrs fit for duty"}
{"input": "Surpassing the Air Force training standard, I completed a 5-level upgrade training 126 task two months ahead of my peers, surpassing the 12 Mosquito training standard.", "output": "- Surpassed AF trng std; completed 5-level upgrade trng126 task two months ahead of peers--bested 12 Mos std"}
{"input": "I was #1 of 24 in command and enabled the 15OT01 Rated Board, representing 14 out of 19 sels (74%) with a 100% minority selection rate, making me the most selected sel AFRS.", "output": "- #1 of 24 in cmd; enabled 15OT01 Rated Board...14 of 19 sels (74%) w100% minority sel rt--most sel AFRS"}
{"input": "Reinforced AF fitness goals by instituting a stringent Flight Physical Training (FT) program, which boosted the pass rate to 99% and scored 97.9% on the Personal Fitness Test (PFT).", "output": "- Reinforced AF fitness goals; instituted stringent Flt PT prgm--boosted pass rate to 99%...scored 97.9% on PFT"}
{"input": "Spearheaded the maintenance for 43 nuke-cert vehicles worth $5.2 million, achieving a peak 99% mission capability rating. This mission was vital to the Space and Defense Communications System (SECAF) #1 priority nuclear deterrence.", "output": "- Spearheaded mx for 43 nuke-cert vehs$5.2M; achieved peak 99% MC rt--vital to SECAF #1 prioritynuc deterrence"}
{"input": "Dedicated 6 hours off-duty time by manning the Squadron booth during the Osan AB Air Power Day, supporting 30,000 spectators.", "output": "- Dedicated 6 hrs off-duty time; manned Sq booth during Osan AB Air Power Day--supported 30K spectators"}
{"input": "Dispatched to 2 damages to Gov't property, ensuring retribution for Gov't. I processed crime scenes flawlessly.", "output": "- Dispatched to 2 damages to Gov't property; ensuring retribution for Gov't--processed crime scenes flawlessly"}
{"input": "I operated a $4000 COPE account, leading 6 finance clerks on 54 audits. Through these efforts, I accounted for $187,500 in postal revenue.", "output": "- Operated $4K COPE account; led 6 finance clerks54 audits--accounteddeposited $187K in postal revenue"}
{"input": "Immersed in education, I completed six credit hours towards a CCAF Trans Management degree, maintaining a 4.0 GPA.", "output": "- Immersed in education; completed six credit hrs towards CCAF Trans Mgmt degree--maintained 4.0 GPA"}
{"input": "I balanced critical requirements and groomed three interim and new Operations Chiefs. I held the RSSP together as a member, keeping efficiencies in mind.", "output": "- Balanced critical rqmts; groomed 3 interim & new Ops Chief--held RSSP together wo mbr, kept efficiencies"}
{"input": "Vol'd 48 hours to the Special Olympic Summer Games, setting-up and tearing-down for 30 events. This selfless support provided to over 2,000 athletes.", "output": "- Vol'd 48 hrs to Special Olympic Summer Games; set-uptore-down for 30 events--selfless spt to 2K+ athletes"}
{"input": "As the Primary Acquisition Property Officer for Operations Group, I oversaw the safekeeping of over $70,000 worth of assets by overseeing 88+ computers equipment.", "output": "- Primary Acct Property Officer fOps Grp; oversaw 88+ computersequip--ensured safekeeping of $70K+ in assets"}
{"input": "As a field expert, I trained 20 CRWARC members on 31 ramp core competencies vehicle operations, positioning them as warriors for Air Expeditionary Force (AEF) tasks.", "output": "- Field expert; trained 20 CRWARC mbrs on 31 ramp core competenciesvehicle ops--postured warriors for AEF tasks"}
{"input": "During Wing 463L alt equipment management, I maintained $238K in assets, securing 14 nets for repair, saving $4,900 in replacement costs.", "output": "- Wing 463L alt equip mgr; maintained $238K in assets--shp'd 14 nets for repair, saved $4.9K replacement costs"}
{"input": "I keyed the Contract Battle Assistance (CBA) account and validated approved 249 requests valued at $69,000. This action enforced the Department of Defense (DoD) Individual Business Account (IBA) usage policy, ensuring zero misappropriations.", "output": "- Keyed CBA account; validatedapproved 249 requests$69K--enforced DoD IBA usage policyzero misappropriations"}
{"input": "I escorted over 300 detainees to medical appointments, conducting thorough searches for weapons and preventing any harm to medical staff.", "output": "- Escorted 300+ detainees tofrom medical appts; all searched for weapons--prevented any harm to medical staff"}
{"input": "I evaluated bomb door mounting brackets and identified and replaced two cracked mounts, restoring system integrity.", "output": "- Evaluated bomb door mounting brackets; identified and replaced two cracked mounts--restored system integrity"}
{"input": "I refurbishd 21 aircraft flight wing crates and returned them to service in just 4 hours, saving the Air Force $10,000 in new construction fees.", "output": "- Refurbished 21 acft FW crates; returned containers to service in 4 hrs--saved AF $9K in new construction fees"}
{"input": "During in-house qualification training, I excelled with a 93% academic average, omitting the need for a TDY and being ready for duty as the squadron's Intelligence Non-Commissioned Officer (NCOIC).", "output": "- Shined during in-house qual trng; 93% academic avg--omitted need for TDY ready for duty as sq intel NCOIC"}
{"input": "I completed CDCs (Community College Courses) one month ahead of schedule and successfully tested XX% on the end of course exam, making me ready to accomplish CCAF.", "output": "- Completed CDCs 1 month ahead of schedule; tested XX% on end of course exam--ready to accomplish CCAF"}
{"input": "I produced 105 flight orders and 530 mission documents, enabling the highest squadron operations tempo in the Wing and achieving NATO taskings.", "output": "- Produced 105 flt orders530 msn documents; enabled highest Sq ops tempo in Wing--NATO taskings achieved"}
{"input": "I donated 12 hours of my time with Habitat for Humanity, building new homes and improving the quality of life for needy families.", "output": "- Donated 12 hours with Habitat for Humanity; built new homes--improved quality of life for needy families"}
{"input": "I aced the HQ AFRCA4 LCAP inspection, contributing to the squadron's outstanding rating with a 97.2% pass rate, making me the best in the Wing.", "output": "- Aced HQ AFRCA4 LCAP inspection; contributed to Sq's Outstanding rating; 97.2% pass rate--best in Wing"}
{"input": "Assisted wCRF operations by conducting convoy escort duties, providing over 30 hours of recon for movements, securing 13.8k square miles.", "output": "- Assisted wCRF ops; conducted convoy escort dutiesprovided 30+ hrs recon for mvmts--secured 13.8K square miles"}
{"input": "I inspired Amn to exceed Basic Maintenance Training (BMT) fitness standards and recognized my flight with a 90% average as the Top Female Fitness Flight (FT) and was ranked as the #14 flight attendant.", "output": "- Inspired Amn to exceed BMT fitness std's; recognized flt w90% avg as Top Female Fitness Flt--ranked #14 flts"}
{"input": "Oversaw a $442,000 revitalization project, replacing 300 personnel with cardiostrength equipment. This initiative delivered high-level fitness solutions.", "output": "- Oversaw $442K revitalization proj; repl'd 300 pcs cardiostrength equip--deliver'd high level fitness solutions"}
{"input": "As a highly-rated SNCO, I successfully completed the SNCOAS Joint Physical Examination (JPE) and broadened my leadership ability knowledge. This accomplishment amplified my expertise.", "output": "- Highly-rated SNCO; Completed SNCOASEJPME & broadened leadership abilityknowledge--Amplified expertise"}
{"input": "Earned a RAPCON certificate, accomplishing 195 task items in 3 positions 50% of the allotted time. This increased the FA 5 lvl manning by 14%.", "output": "- Earned RAPCON Cert; accomplished 195 task items3 positions50% allotted time--increased fac 5 lvl manning 14%"}
{"input": "Conducted 2 emergency cryo simulations, issuing 95 galons of oxygen (LOX) averted mission launch delays and sustained a 247 flightline specialist.", "output": "- Conducted 2 emergency cryo svcings; issued 95 gals LOX--averted msn launch delayssustained 247 fltline spt"}
{"input": "Compiled 4 years of AOR climatological data, making the environment info readily accessible to CCs. This is a vital tool for mission planners.", "output": "- Compiled 4 years of AOR climatological data; environ info readily accessible to CCs--vital tool for msn plnrs"}
{"input": "Led the MXS pallet build-up team for Ex GLOBAL THUNDER, securing over $200,000 in equipment. This achievement met the Air Force's strategic vision.", "output": "- Led MXS pallet build-up team for Ex GLOBAL THUNDER; secured $200K+ eqpmt--met AF's strategic vision!"}
{"input": "As a Youthcommunity powerhouse, I organized 31 events over a period of 600 hours, earning Kadena's 07 Volunteer Warrior of the Year award.", "output": "- Youthcommunity powerhouse; 31 events600 hrs--earned Kadena's 07 Volunteer Warrior of the Year award"}
{"input": "Group SNCO of the Qtr winner, I was a phenomenal leadermentor with my complete trust. SMSgt promotion is a must!", "output": "- Group SNCO of the Qtr winner; phenomenal leadermentor with my complete trust--SMSgt promotion a must!"}
{"input": "Led refueling door repair by applying gap filler and 10 tape details, resulting in a wing record set of 100% Mission Capable (MC) rate in June'12, as reported by the Senior Air Force Base Test Zone (SrA).", "output": "- Led refueling door repair; applied gap filler10 tape details--wg record set100% MC rate June'12--SrA BTZ"}
{"input": "I participated in the American Red Cross blood drive and helped set-up donated blood, contributing to exceeding the wing's annual goal.", "output": "- Worked American Red Cross blood drive; helped set-updonated blood--helped exceed wing's annual goal"}
{"input": "I utilized my fuel system expertise to troubleshoot a fuel quantity light and replaced a faulty probe, resulting in a task being slashed by 12 hours.", "output": "- Fuel sys expertise key in troubleshooting fuel quantity light; replaced faulty probe--slashed task by 12 hours"}
{"input": "As an Auditrepair team member, I performed 18k dental charts and verified 100% accuracy, ensuring the classification of 7,000 warfighters.", "output": "- Auditrepair tm mbr; proc'd 18K dental charts; verified 100% accuracy--ensured classification 7K warfighters"}
{"input": "Streamlined unit cell phone billing, ensuring outstanding coordination with the Communications Specialist (CS) and Defense Data Systems Agency (DFAS), ensuring a seamless transition.", "output": "- Streamlined unit cell phone billing; outstanding coordination with CS & DFAS--ensured seamless transition"}
{"input": "I serviced 800 gals and 21 aircraft squadron, securing an AK NORAD topcover mission, deterring Russian encroachments.", "output": "- Serviced 80K gals21 AWACSCAC acft; secured AK NORAD topcover msn--Russian encroachments deter'd"}
{"input": "Organized inter-Command stores release tester exchange program, resulting in zero system delays for OEFOIF missions. TSgt is a must.", "output": "- Organized inter-Command stores release tester exchange prgm; zero spt delays for OEFOIF msns--TSgt a must"}
{"input": "Vital to ACC FY11 LCAP success, I successfully landed 344,000 gals and 64 sorties, earning an Excellent rating from the LRSMSG.", "output": "- Vital to ACC FY11 LCAP success; issu'd 344K gals64 sorties--LRSMSG earned Excellent rating...promote"}
{"input": "Led the Utilities Safety Program, conducting weekly briefings and enforcing daily safety operations, resulting in zero safety mishaps in the past year.", "output": "- Led Utilities Safety Pgm; conducted wkly briefingsenforced daily safety ops--zero safety mishaps in past year"}
{"input": "As the team lead for a training event, I instructed three Developmental Specialists (DSGs) on the TAWSWWN upload procedure, resulting in a 30% increase in maintain work flow.", "output": "- Team lead for trng event; instructed 3 DSGs on TAWSWWN upload procedure--maint work flow increased by 30%"}
{"input": "Sustaining a $107 million AFDW vehicle fleet, we delivered the Patrol Squadron Support Squadron (POTUSSEC) Air Force Command Support Squadron (AFCSAF) 5 Wings 3 Headquarters, primed a four-year high 98% Mission Capable (MC) rate.", "output": "- Sustained $107M AFDW vehicle fleet; svc'd POTUSSECAFCSAF5 Wgs3 HHQs--primed 4 yr high 98% MC rate"}
{"input": "Upheld DoD's Logistics Division (DBTC) leadership by merging three shops to establish a functional HVAC cooling cabinet, supporting a 100% AFCENT platelet supply.", "output": "- Upheld DoD's lrgst DBTC; merg'd 3 shopsre-est'd fac HVAC cooling cape--sustain'd 100% AFCENT platelet supply"}
{"input": "I instituted an AFMC Best Practice PR chase, tracking 370 Officer of the Year actions, ensuring the obligation of 88 4QFY11 awards.", "output": "- Instituted AFMC Best Practice PR chase; tracked 370 EOY actions--ensured obligation of 88 4QFY11 awards"}
{"input": "Hand-picked Amn of the Day, I guided the Mines Guided Combatant Command (MSGCCC) and Combatant Command (CCC) in the repair of 2 P-23s. I was chosen as the Joint Base Andrews (JBA) 1st Human Highlight.", "output": "- Hand-picked Amn of the Day; guided MSGCC & CCC in repair of 2 P-23s--chosen as JBA's 1st Human Highlight"}
{"input": "Sustaining a 6-ship Alert posture, I executed 13 configurations, 26 operations, and 54 loads, bolstering the wing's global response force.", "output": "- Sustained 6-ship Alert posture; executed 13 configs26 ops cks54 loads--bolstered wg's global response force"}
{"input": "I improved the Air Force Space Command's (AFSOC) largest Instructor-Focused Classroom (IFC) program by reducing the certification process by 126 days. This initiative resulted in 234 physicals and 85 waivers, resulting in a more efficient and effective certification process.", "output": "- Improved AFSOC's largest IFC program; 234 physicals85 waivers--reduced certification process by 126 days"}
{"input": "I dispatched to a turbine compressor with low bleed air and replaced a worn high volume hose, enabling an ALQ 172 test.", "output": "- Dispatched to turbine compressor with low bleed air; replaced worn high volume hose--enabled ALQ 172 test"}
{"input": "I aided in the F-110 engine repair by extracting LPT screws, R2'd stator bushings, and sworn inserts, resulting in a safe $400,000 secured 100% Wing Reserve.", "output": "- Aided F-110 engine repair; extracted LPT screwsR2'd stator bushingsworn inserts--safed $400Ksecured 100% WRE"}
{"input": "I aided in the DIV EX Iron Focus 16.2 and provided ASOC wireless link caps for CAS operations, supporting 8 sorties and training 3 Joint Tasking Areas (JTACs).", "output": "- Aided in DIV EX Iron Focus 16.2; provided ASOC wcommlink caps for CAS ops--8 sorties supt'd3 JTACs trained"}
{"input": "As the lead tech on a $185K Conference Center upgrade, I successfully doubled the data speed of the Defense Digital Initiative (DV) network access data. This initiative was completed two weeks ahead of schedule, resulting in improved network access and efficiency.", "output": "- Lead tech on $185K Conference Center upgrade; done 2 weeks early--doubled DV network access data speed"}
{"input": "Managed DIFM programs, processing 2,200 assets valued at $274 million, transferred to stock depot, ensuring 100% reutilization.", "output": "- Managed DIFM pgms; processed 2.2K assets valued $274Mrtrn'd to stockdepot--ensured 100% reutilization"}
{"input": "Led physical therapy equipment install, replacing an aging unit with a wenergy star model, saving $1,500 annually in personnel.", "output": "- Led physical therapy equipment install; replaced aging unit wenergy star model--saved $1.5K yrly0 pt delays"}
{"input": "Dedicated to mission accomplishment, I delivered the maximum effort and exceeded expectations. My dedication and commitment to mission accomplishment warrant immediate promotion.", "output": "- Dedicated to mission accomplishment; delivered max effort and exceeded expectations--promote immediately!"}
{"input": "Oversaw GpCC inspections and managed 139 Security Assistance Centers (SACs), 2,800 items, 11 observations, and 4 Compliance Priority Events (CPI) compliance. This verification verifies 99% compliance.", "output": "- Oversaw GpCC insp mgmt bd; mng'd 139 SACs2.8K items11 observations4 CPI events--verified 99% compliance"}
{"input": "I was proficient in troubleshooting an AIM-9X malfunction, successfully repairing missing module anomalies and achieving Full Mission Capability (FMC) Code-1 on the next sortie.", "output": "- Proficient; led troubleshooting AIM-9X malfunction--MMC anomalies repairedac FMCCode-1 next sortie"}
{"input": "I governed the airshow mapping plan and coordinated with seven agencies across the wing, ensuring Tucsonbase relations with over 25,000 spectators.", "output": "- Governed airshow mapping plan; coord'd w 7 agencies across wing--Tucsonbase relations 250K+ spectators"}
{"input": "Received test cell calibration training, which increased element task coverage by 10%. This facilitated 76 Command and Control System Engineering (CRF) test verifications.", "output": "- Received test cell calibration trng; incr'd element task coverage 10%--facilitated 76 CRF eng testverifications"}
{"input": "Executed CAS duties in a 10-nation NATO exercise, supporting 14 hours of CAS and completing 8 training items - a JTAC course review.", "output": "- Executed CAS duties in 10-nation NATO exer; supported 14hrs of CAS; completed 8 trng items--JTAC crs rdy"}
{"input": "I actively supported the ALS annual benefit 5K/10K marathon by supplying tents, blankets, and easy-to-takes for the annual benefit 5K/10K marathon. Our efforts resulted in 112 participants raising $4,000 in donations.", "output": "- Supported ALS annual benefit 5K10Kmarathon; supplied tentstablesstakes--112 participantsraised $4K donations"}
{"input": "I volunteered 12 hours at an animal shelter, feeding cared for sick and injured animals, founding AF community relations.", "output": "- Volunteered 12 hours at animal shelter; fedcared for sickinjured animals--fostered AFcommunity relations"}
{"input": "Portrayed an academic leadership position, earning 12 credit hours towards a Master of Computer Science (METCCAF) degree. I scored 100% in the college CAD class, earning a 3.7 GPA.", "output": "- Portrayed academic ldrshp; earn'd 12 crhours towards METCCAF degree--scored 100% in college CAD class3.7gpa"}
{"input": "Discovered a cracked rib on an engine cowling and coordinated repairs, saving $112,000 in component replacement costs.", "output": "- Discovered cracked rib on engine cowling; coordinated repairs--saved $121K in component replacement costs"}
{"input": "A highly motivated Airman earned 5-year upgrade training well ahead of my peers, resulting in my Master of the Range (MBR) certification nine months early.", "output": "- Highly motivated Airman; earned 5-lvl upgrade training well ahead of peers-- Mbr certified nine months early!"}
{"input": "Directed the rewrite of the Air Mobility Command (AMCCV) staff management system, tracking over 60,000 General Officers (O-6) civilians. This initiative resulted in an annual savings of 800 hours.", "output": "- Directed rewrite of AMCCV staff mgmt system; tracked 60+ GOssr civiliansO-6s--saved 800 hours annually"}
{"input": "I read 'Art of War' by Sun Tzu, which enhanced my leadership and military strategy tactics knowledge. I daily put these skills to work.", "output": "- Read Art of War by Sun Tzu; enhanced leadershipmilitary strategytactics knowledge--daily put skills to work"}
{"input": "Dedicated to duty, I relocated communication contract assets and created a new bench stock area, boosting mission readiness by winning five hours.", "output": "- Dedicated to duty; relocated commc'l contract assets; created new bench stock area--bldg msn rdy win five hrs"}
{"input": "Processed 6,500 Defense Logistics Agency (DoD) retrograde shells and moved 85,000 units for $7.2 million in excess parts in just 3 months. This mission successfully met the Pentagon's '14 requirements.", "output": "- Processed 6.5K DoD retrograde shp's; mov'd 85K units$7.2M in excess parts 3 mnths--POTUS '14 rqmts met"}
{"input": "I successfully completed the Logistics and Equipment Management (LEAN) class and spearheaded a section event, saving 45 hours of shop maintenance and turning in $50.1k worth of unused equipment.", "output": "- Completed LEAN class; spearheaded section event--saved 45 hrs of shop mx; turned in $50.1K of unused eqmt"}
{"input": "I certified 16.8 million in System Group Logistics Initiative (SGLI) changes, streamlining process completion time by 30%. This achievement guaranteed nok benefits personnel (NOK) training.", "output": "- Certified 16.8M in SGLI changes; streamlined process completion time by 30%--guaranteed NOK benefits pd"}
{"input": "I aided in 293 priority aircraft maintenance delivery requests, achieving a 9-minute response time, smashing the Air Force standard by 70%.", "output": "- Aided in 293 priority acft partseqpmt delivery requests; achieved 9 min response time--smashed AF std 70%"}
{"input": "Developed procedures for scheduling security interviews, resulting in a 50% increase in productivity and maintaining security.", "output": "- Developed procedures for scheduling security interviews; increased productuion by 50%--maintained security"}
{"input": "I deployed 60 days for USSOUTHCOM, generating 71 missions and moving 875 detainees and 6,000 cargo tons, resulting in a 100% mission effectiveness.", "output": "- Dplyd 60 days for USSOUTHCOM; gen'd 71 msns; moved 875 detainees66K cargo tons--100% msn effective"}
{"input": "Led three flight members in retreat flag detail, executing movements with precision and upholding Air Force heritage and traditions.", "output": "- Led three flt mbrs in retreat flag detail; executed movements with precision--upheld AF heritage and traditions"}
{"input": "During my partnership with the Wing Resource Area (wRA), I identified shortfalls and successfully blew the budget from $380k to $4.4 million with FY07 Emergency Operations Tasking (EOY) funds. This resulted in the (X) Air Force Base (AFB) securing additional funding.", "output": "- Partnered wRA; identified shortfalls--vaulted budget from $380K to $4.4M wFY07 EOY funds--(X)AFB secured"}
{"input": "Led a DoD priority mission and expedited 548 MRAPs and 200 MATVs, resulting in the AMCCC receiving the best port in two theaters, coining the term 'Best Port in Two Theaters'.", "output": "- Led DoD priority msn; expedited 548 MRAPs200 MATVs; AMCCC: best port in two theaters'--GO coined"}
{"input": "I sought professional growth and completed all requirements for a Trans Military Command (CCAF) degree, which was a great accomplishment.", "output": "- Sought professional growth; completed all rqmnts for Trans Mgmt CCAF degree--great accomplishment"}
{"input": "Bolstered RED FLAG Ex and aided the loading of 204 tons of muns, the largest allocation on record - 40 platt's command certified.", "output": "- Bolstered RED FLAG Ex; aided loading 204 tns of muns, largest allocation on record--40 plt's cmbt certified"}
{"input": "As the crew lead on the major LO restoration, a four-man team replaced 37 thin 31 thick-tape details, eliminating over 620 man-hours.", "output": "- Crew lead on maj LO restoration; 4-man team replaced 37 thin31 thick-tape details--eliminated >620 man-hrs"}
{"input": "I aced the personal finance class and created a local community bookkeeping course, influencing 30 students to adopt a budget mindset.", "output": "- Aced personal finance class; created local community bookkeeping crs--instilled budget mindset in 30 students"}
{"input": "Cultivated a vital rapport with commanders and 1st Sgts, leading to a 100% attorney consult rate, smashing the Air Force's 90% goal.", "output": "- Cultivated vital rapport w commanders & 1st Sgts; led to 100% attorney consult rate--smashed AF 90% goal"}
{"input": "Assisted with the SEAMLS move by building a 336 ft network cable, ensuring software licensing for over 2,000 users.", "output": "- Assisted with SEAMLS move; builtconnected 336 ft network cable--ensured software licensing for 2K+ users"}
{"input": "1 of 2 sect ICODES instructors, I taught 12 personnel on an AMC-driven integrated system, ensuring 100% compliance win in 2 months.", "output": "- 1 of 2 sect ICODES instructors; tnd 12 prsnl on AMC-driven integrated sys--assured 100% compliance win 2 mos"}
{"input": "As a consistent professional, I directed maintenance and inspections of 228 equipment items, enforcing 100% compliance with quality standards.", "output": "- Consistent professional; directed mx & inspections of 228 eqpt items--enforced 100% compliance wstandards"}
{"input": "I planned and executed a Mandela support mission, coordinating 2 aircraftcrews for the joint operation. This enabled POTUS presence safety at the funeral.", "output": "- Plannedexecuted Mandela spt msn; coord'd 2 acftcrew for jt op--enabled POTUS presencesafety at funeral"}
{"input": "Tremendous flight NCOIC, I primed 4 Airmen for Squadron advancements 1 BTZ1 Air Force Academy Prep School, resulting in an immediate IB upgrade.", "output": "- Tremendous flt NCOIC; primed 4 Amn for Sq awds1 BTZ1 AF Acad Prep School--IB upgrade immediately!"}
{"input": "Led the restoration of six tailpipe assemblies by applying ceramic coatings, which returned $15 million critical assets to the supply.", "output": "- Led restoration of six tailpipe assemblies; applied ceramic coatings--returned $15M critical assets to supply"}
{"input": "Executed 20 pre-mission inspections, processing checks on 140 assets (10.5k items) and 100 repairs, ensuring zero mission delays.", "output": "- Executed 20 pre-mission inspections; processedchecked 140 assets10.5K items100 repairs--zero msn delays"}
{"input": "I calibrated a priority 52 FW exhaust gage, completing it three days ahead of schedule and averting a F-16 engineering work stoppage.", "output": "- Calibrated priority 52 FW exhaust gage; completed 3 days ahead of schedule--averted F-16 eng work stoppage"}
{"input": "This individual exhibits exceptional military bearing and conduct, making them a true Air Force wingman. They train and motivate others to meet the Air Force Materiel Command (AFMC) Basic Missile Range (BMI) goals.", "output": "- Exceptional military bearing & conduct; true AF wingman--trains & motivates others to meet AFMC BMI goals"}
{"input": "I managed the Logistics Operations Section (LO) DIT program, auditing and correcting 1,000 monthly Logistics Operations Maintenance (LO) manual entries, resulting in an error rate of 80%.", "output": "- Managed LO section DIT program; auditedcorrected 1K monthly LO mx entries--decreased error rate by 80%"}
{"input": "As a certified as CCAF ASL, I am responsible for all MTI School staff certifications, safeguarding the BMT college accreditation.", "output": "- Certified as CCAF ASL; responsible for all MTI School staff certifications--safeguarded BMT college accreditation"}
{"input": "During my support for the Airmen's Attic, I dedicated 5 hours of my time to clean and organize the facility, providing vital resources for needy Airmen families.", "output": "- Spt'd Amn's Attic; dedicated 5 hrs to cleanorganize facility--provided vital resources for needy Amnfamilies"}
{"input": "Screened 400 members for deployment Phase I, identifying DQs with 100% accuracy, supporting the group's operational readiness and readiness.", "output": "- Screened 400 mbrs for deploymentPhase I; id'd DQs w100% accuracy--supported gpwg ORIRW readiness"}
{"input": "Authenticated machined C-17 bracket, guaranteed integrity with penetration inspection, aircraft fully mission capable 9 hours early.", "output": "- Authenticated machined C-17 bracket; guaranteed integrity wpenetrant insp--acft fully msn capable 9 hrs early"}
{"input": "Epitomized 7 mission critical tasks and shipped an astonishing 6 EADs without incident, resulting in the squadron closing 811 goaled programs.", "output": "- Epitomized 7 msn critical tasks; shipped an astonishing 6 EADs without incident--sq closed 811 goaled prgms"}
{"input": "Coordinated LE Ops, processing four assaults, 30 citations, 9 warrants, and 4 debarments issued. Through these actions, I ensured the safety of 4,000 Cadets and over 10,000 personnel.", "output": "- Coord'd LE Ops; processed 4 assaults30 citations9 warrants4 debarments issued--safed 4K Cadets11K+ personnel"}
{"input": "The US Flag unveiling team participated in the '12 MLB All Star game, a unified ceremony that recognized America's pastime and was applauded by the nation.", "output": "- US Flag unveiling team mbr '12 MLB All Star game; unified ceremonyAmericas pastime--applauded by nation"}
{"input": "Championed DoD-wide software exploitation courses and trained 44 IT experts, saving the Air Force $215k compared to the commercial cost.", "output": "- Championed DoD-wide sw exploitation courses; trained 44 IT experts--saved AF $215K vs commercial cost"}
{"input": "Troubleshot the engine high oil consumption and discovered the sump leded engine change task. This resulted in a ratio of R2'd in less than 28 hours, beating the standard by 34%.", "output": "- Troubleshot eng high oil consumption; discovered sump lkled eng change tm--R2'd in <28 hrsbeat std by 34%"}
{"input": "As the lead craftsman for a $475k Alpha-Zula tie-in project, I excavated 880 CM fill material, keeping the flying mission on schedule.", "output": "- Lead craftsman $475K Alpha- Zula tie-in proj; excavated 880 CM fill material--kept flying mission on sched"}
{"input": "As the Lead Flight Engineer (FE) for the CENTCOM Area of Responsibility (AOR) tailswap, I ensured a seamless transition during the high-ops tempo and certified one Flight Engineer (FE) for the command.", "output": "- Lead FE for CENTCOM AOR tailswap; seamless transition during high ops tempo--certified one FE for cmbt"}
{"input": "I made a superb effort and led the mission section during the HQ Air Mobility Command (AMC) Logistics Support Expeditionary Program (LSEP). I aced six evaluations, which were a key to the squadron earning an excellent rating.", "output": "- Superb effort; led muns section dur HQ AMC LSEP...aced six evals--key to sq earning Excellent rating"}
{"input": "I flew 25 sorties, covering 400+ command hours in the Intelligence, Operations Research Group (OIR), supporting five TICs, three joint strike packages, and 350 aircraft as part of the CFACC priorities.", "output": "- Flew 25 sorties400+ cmbt hours ISO OIR; spt'd five TICsthree jt strike pkgs350 acft--CFACC priorities met"}
{"input": "I procured 36 plaques and lithos for departing Airmen, ensuring that they received recognition. This initiative was praised by the NATO Squadron Command Center (SqCC).", "output": "- Procured 36 plaques & lithos for departing Amn; ensured mbrs received recognition--praised by NATO SqCC"}
{"input": "I joined the Aviano AFSA monthly membership drive, recruiting 12 new transferred members and driving the local chapter to over 1,000 members.", "output": "- Joined Aviano AFSA monthly mbrship drive; recruited 12 newtransferred 7--drove local chapter to >1K mbrs"}
{"input": "Overhauling the generator control tray, I replaced two corroded relays, resulting in a 100% mission capability return for the -86 fleet.", "output": "- Overhauled gnd generator control tray; rewiredreplaced two corroded relays--returned -86 fleet to 100% MC"}
{"input": "I conducted monthly UCCUDM training, providing 40 hours of training for 60 Airmen--30 Space Shuttle crew members, preparing them for the upcoming Operational Readiness Inspection (ORIUCI).", "output": "- Conducted mthly UCCUDM trng; provided 40 hrs of trng for 60 Amn--30 SW prepared for upcoming ORIUCI"}
{"input": "Assisted on inlet guide vane disbond by injecting force to cure the adhesive, alleviating possible $3.3 million engine damage.", "output": "- Assisted on inlet guide vane disbond; injectedforce cured adhesive--alleviated possible $3.3M engine damage"}
{"input": "As a crucial Open House asset, I dedicated 16 hours of my time to the fence setup and food booth, contributing to the positive relations between Tucsonbase and the 30,000 spectators.", "output": "- Crucial Open House asset; devoted 16 hours to fence setupfood booth--Tucsonbase relations 300K spectators"}
{"input": "Managed the squadron's Combined Capability Improvement Program (CCIP), validating 109 MICT checklists and fixing 37 observations, ensuring 100% deficiencies were closed.", "output": "- Managed sq CCIP; validated 109 MICT checklistsfixed 37 observations--ensured 100% deficiencies closed"}
{"input": "Facilitated the shipment of IT equipment and arranged the NellisSTRATCOM shipment, contributing to the success of the 1st CyberGuard exercise.", "output": "- Facilitated shipment of IT equipment; arranged NellisSTRATCOM shipment--spt'd 1st CyberGuard exercise"}
{"input": "I assisted the regional FAFE by mentoring the AEISS Supplemented EPs 10 TOIs, ensuring a successful evaluation for the 104th Fighter Wing Full Mission Capability (FWFMC) status.", "output": "- Aid'd regional FAFE; mng'd AEISSupdat'd EPs10 TOIs--ensured successful eval f104th FWFMC status maintain'd"}
{"input": "Superb Non-Commissioned Officer (NCO) who managed the mobility operation during Libyan ISAF operations. I continuously outshines my peers and deserves a promotion to MSgt now.", "output": "- Superb NCO; mng'd mobility ofc during LibyanISAF ops; continuously outshines peers--promote to MSgt now"}
{"input": "Manages section ITEC account 2 areas by identifying and replacing defective equipment. This proactive approach safeguards $58.5k worth of assets without downtime.", "output": "- Manages section ITEC acct2 areas; identifies & replaces defective eqpmt--safeguards $58.5K assetszero downtime"}
{"input": "I aced the MATH 101SEJPME II Experienced Leadership Certificates, earning 3 credit hours and outstanding 6 AMN for joint-svc taskings. This achievement was well-deserved by the CCAF.", "output": "- Aced MATH 101SEJPME IIExperienced Ldr Crs; earned 3 credit hrspoised 6 Amn for jt-svc taskings--awd'd CCAF"}
{"input": "Mastered flight command duty x8 weeks, filling MSgt position guided 31 personnel in 3 clinics, providing support to 8,900 beneficiaries sustained operations.", "output": "- Mastered flt chf duty x8 wks; filled MSgt posguided 31 prsnl3 clinics--sptd 8.9K beneficiariessustained ops"}
{"input": "Executed 700 procedures, verified proper exam protocols, enabled $220,000 in medical services, and was awarded Tech of the Month.", "output": "- Executed 700 procedures; verified proper exam protocolsenabled $220K in med svcs--awarded Tech of the Month"}
{"input": "I boosted my leadership knowledge by reading the Combined Space Operations Center (CSAF) reading list 'Who Moved My Cheese?', poised to forge an effective chain of command.", "output": "- Boosted ldrship knowledge; read CSAF reading list Who Moved My Cheese?--poised to forge effective chg"}
{"input": "Led the day shift receiving operations and processed 5,200 PCs concurrent through four OREs, reinforcing the (Org) warfighters' def posture.", "output": "- Led day shift receiveing ops; processed 5.2K pcs cgo dur four OREs--reinforced (Org) warfighters def posture"}
{"input": "I repaired two damaged pavilions by replacing over 800 sqft roof material, which significantly improved the morale of 900 dorm residents.", "output": "- Repair'd two damaged pavilions; replaced over 800 sqft roof material--improved morale of 900 dorm residents"}
{"input": "I participated in an AFNet data call, providing 30 IPs and critical hardware information for migration. This initiative has made the Miniot ready for upgrade.", "output": "- Partook in AFNet data call; provided 30 IPs & critical hardware info for migration--Minot ready for upgrade"}
{"input": "During an AGE equipment fire, I commanded five Flight Sergeants (FFs) and successfully located extinguished hot spots, limiting damage to a $178K Air Force asset.", "output": "- Commanded 5 FFs during AGE equip fire; locatedextinguished hot spots--limited damage to $178K AF asset"}
{"input": "Solved a bowser ground reel deficiency by devising a rebuild plan for a worn reel, which saved the Air Force $200 compared to replacing it.", "output": "- Solved bowser ground reel deficiency; devised rebuild plan for worn reel--saved AF $200 verses replacement"}
{"input": "As a mission-oriented SNCO, I was recognized as the top Office (OA) producer at 131% YTD, helping the lead team to the NRS Top Small Fleet for the 4th Quarter.", "output": "- Mission oriented SNCO; top OA producer at 131% YTD--helped lead team to NRS Top Small Flt for 4th Quarter"}
{"input": "Launched the Banner Express mission, securing 96 rental vehicles with 52 auditions, enabling a 306 EAS stand-up for POTUS re-election.", "output": "- Launched Banner Express msn; secured 96 rental vehicles52 auths--enabled 306 EAS stand-up for POTUS re-election"}
{"input": "Executed a CV-22 Blade Tang inspection, vetting 6 prop blades using the wultrasonic method. This ensured the safety of a $90 million asset for Full Mission Capable crew members.", "output": "- Executed CV-22 Blade Tang insp; vetted 6 prop blades wultrasonic method--$90M asset FMCcrew mbr safety ensured"}
{"input": "As a mission driven Amn and AMCCASFFDSSq Safety rep, I completed the Wing inspection with zero findings and was a 2x Fleet TOM winner.", "output": "- Msn driven Amn; AMCCASFFDSSq Safety rep--completed Wg insp wzero findings...2x Flt TOM winner"}
{"input": "Led 7 members and 3 sub committees, successfully selling 1,500 tickets and raising $4,000 for the HQ PACAF 'Mahalo' event. This was the best sales ever for the HQ PACAF 'Mahalo' event, and the commander was lauded.", "output": "- Led 7 mbr3 sub committees; sold 1.5K ticketsraised $4K--best sales ever for HQ PACAF 'Mahalo' event, CC lauded"}
{"input": "I successfully completed the Physical Training Laboratory (PTL) certification training course and tracked 12 PT assessments, which is a key to ensuring fitness standards.", "output": "- Accomplished PTL certificationtraining course; tracked 12 PT assessments--key to ensuring fitness standards"}
{"input": "As a wing PPM program assistant, I handled 91 moves partnered with the CPTS, receiving $124,500 paid to members. This resulted in $29,000 in industry line haul fees.", "output": "- Wg PPM prgm assistant; handled 91 movespartnered wCPTS$124K paid to mbrs--svd $29K industry line haul fees"}
{"input": "I processed $200,000 in receipts and verified quality assurance data on 222 lines, resulting in an assemblage status up by 6% to 94%.", "output": "- Processed $200K in receipts; verified quality assurance data on 222 lines--assemblage status up by 6% to 94%"}
{"input": "Overhauling damaged Aileron control tab, I installed complex doublersfillers and salvaged the assembly, saving the Air Force $29,000.", "output": "- Overhauled damaged Aileron control tab; installed complex doublersfillers, salvaged assy--saved AF $29K"}
{"input": "I participated in the AFSA mentorship event as the leadSq PTL, successfully achieving a 98% FA pass rate and gaining congressional support for 265,000 Airmen.", "output": "- AFSA mentorship event leadSq PTL; achv'd 98% FA pass rtdev'd 27 future ldrs--gain'd congressional spt265K Amn"}
{"input": "Deployed 146 days to Bagram, Afghanistan, where I loaded 60,000 cargo tons on over 8,000 Global Warheads (GWOT) missions, securing 99% on-time Defense Resource Reserve (DRR).", "output": "- Deployed 146 days to Bagram Afghan; loaded 65K cgo tons on 8K+ GWOT msns--secured 99% on-time DRR"}
{"input": "I sought personal growth and completed an on-line course on the U.S. Constitution, refining my knowledge of the U.S. government.", "output": "- Sought personal growth; completed on-line course on U.S. Constitution--refined knowledge of US government"}
{"input": "I postured the #1 priority Straddle Bid project and realized the Air Mobility Command (AFMC) sustainrestore directive, preparing the project and making it ready for award.", "output": "- Postured #1 priority Straddle Bid project; realized AFMC sustainrestore directive--prep'd, ready for award"}
{"input": "NCOPES keynote speaker endorsed the benefits of nutrition-fitness training, mentoring 25 Non-Commissioned Officers (NCOs), and promoting the Air Force standardization culture.", "output": "- NCOPES keynote speaker; endorsed benefits of nutritionfitness trng--mentored 25 NCOs, promoted AF stdsculture"}
{"input": "A caring team player, I provided stellar support for Team Osan's Air Power Days '08 by shuttled over 100,000 visitors.", "output": "- Caringteam player; provided stellar support for Team Osan's Air Power Days '08--shuttled 100K+ visitors"}
{"input": "I fixed three damaged flaps by fabricating ribs replaced a cracked structure, bolstering the Ex RED FLAG keyed 174 srts 10T cargo.", "output": "- Fixed 3 damaged flaps; fab'd ribsreplaced cracked struct--efforts bolstered Ex RED FLAGkeyed 174 srts10T cargo"}
{"input": "I fueled ExCOMBAT HAMMER '13 with 220,000 gals and JP-8 issued 202 sorties, assessing the A-10F-16 warplane's systems.", "output": "- Fueled Ex COMBAT HAMMER '13; 220K gals JP-8 issued202 sorties--assessed A-10F-16 wpn's systems"}
{"input": "Primary IDMT representative for 2 squadrons, I reduced ATC 72 hours per week for $350,000 eqpmt, surpassing the AF IMR goal by 5% and redistributing 250 members across 4 squadrons.", "output": "- Primary IDMT rep f2 sqs; reduced ATC 72 hrsmngs $350K eqpmt--bested AF IMR goal by 5%, rdy'd 250 mbrs4 wgs"}
{"input": "I engineered an expanded 30MM turn-in process, preparing 28,000 lbs for international transport. This initiative eliminated future bottlenecks.", "output": "- Engineered expended 30MM turn-in process; prep'd 28K lbs for int'l transport--eliminated future bottlenecks"}
{"input": "I energized the Personnel Training Laboratory (PTL) and orchestrated a robust squadron Physical Training (PT) program, resulting in a unit 100% current and 82% receiving an excellent score.", "output": "- Motivated PTL; orchestrated a robust squadron PT program--unit 100% current82% received excellent score"}
{"input": "I successfully routed 36 misrouted lost parts and alerted destination locations within 12 hours, averting a total loss of $40,000.", "output": "- Peocessed 36 misroutedlost parts; alerted destination locations <12 hrs--averted total lossrecovered $40K"}
{"input": "As a skilled leadermentor, I earned the Senior Enlisted Leader (SoE) Award for the second quarter, third quarter, and fourth quarter of FY16. This award was a linchpin to the squadron exceeding the FY16 mission by 4%.", "output": "- Skilled leadermentor; flt earned SoE Award, 2Q3Q4Q FY16--linchpin to sq exceeding FY16 mission by 4%"}
{"input": "As the Acting Operations Flight Chief for 2 weeks, I led 122 Airmen across eight Air Force Specialty Commands (AFSCs), completing 400 squadron calls and 51 work orders.", "output": "- Acting Ops Flight Chief, 2 wks; led 122 Amn across eight AFSCs--completed 400 svc calls & 51 work orders"}
{"input": "Assisted the first Combatant Command (CAV) tasking, employing 2,000 weapons, 3,400 pounds, and 36 vehicles. Through this mission, we reclaimed 90% of Mosul, freeing 600,000 civilians.", "output": "- Assisted 1st CAV tasking; employed 2K weapons3.4K lbs muns36 vehicles--reclaimed 90% Mosulfreed 600K civs"}
{"input": "Exploited a new space weather model, developing an impact product for aircrews that provided accurate radiation forecasts.", "output": "- Exploited new space wx model; developed impact product for aircrews--provided accurate radiation forecasts"}
{"input": "As a meticulous program manager, I ensured HAZCOM Safety binders win established guidelines, resulting in zero Command and Control Unit (CUI) defects.", "output": "- Meticulous program manager; ensured HAZCOMSafety binders win established guidelines--zero CUI defects"}
{"input": "I briefed wing leaders on Air Expeditionary Force (ART) requirements and assigned 781 UTCs, contributing to the 100% accurate posturing of the Air Expeditionary Force (AEF).", "output": "- Briefed wing leaders ART requirements; 781 assigned UTCs--contributed to 100% accurate posturing of AEF"}
{"input": "Ceremoniously transported 9 fallen soldiers home to their final resting place, ensuring the peace of mind for their family members.", "output": "- Ceremoniously transported 9 fallen soldiers home; final resting place--family members received peace of mind"}
{"input": "Fervently tracked 179 unused travel documents and secured refunds within 2 days, allowing for a prompt return of $92,000.", "output": "- Fervently tracked 179 unused travel documents; secured refunds win 2 days--permitted prompt return of $92K"}
{"input": "Performed 40 Quality Assurance (QA) inspections, ensuring 100% carrier compliance and achieving a 99% inspection rate, beating the Defense Department's standard by a significant margin.", "output": "- Performed 40 QA inspections; ensured 100% carrier complianceachieved 99% inspection rate--beat DoD std by"}
{"input": "Staunch control of Hazardous Materials (Hazmat) involved TIN 98 gallons of flammables and excess hazwaste, ensuring safety compliance.", "output": "- Staunch control of Hazmat; TIN 98 gallons of flammables and excess hazwaste--ensured safety compliance"}
{"input": "As an outstanding Non-Commissioned Officer (NCODP), I consistently demonstrated on-time, on-target, trustworthy, and respected performance. I am ready to lead junior paralegals and receive promotion to MSgt.", "output": "- Outstanding NCODP; on-timeon-target...trustedrespected -- ready to lead junior paralegals; promote to MSgt"}
{"input": "As the BES PEO command section admin, I successfully corrected 67 errors on 17 EPRs/OPRs decorations, ensuring 100% on-time and error-free execution.", "output": "- BES PEO cmd section admin; corrected 67 errors on 17 EPRsOPRsdecorations--100% on-time & error free"}
{"input": "I supported Operation COPE TIGER '08 by palletizing and processing 8,000 lbs of cargo, ensuring a 100% departure time.", "output": "- Supported Operation COPE TIGER '08; palletizedprocessed 8K lbs of cargo--ensured 100% departure time"}
{"input": "As a 1st Squadron Operations Squadron (SOW) Obstacle Course (PM), I facilitated technical training for over 100 students in special operations law enforcement, ensuring zero safety mishaps.", "output": "- 1 SOW Obstacle Crse PM; facilitated tech trng for 100+ stdntsspec opslaw enforcement--zero safety mishaps"}
{"input": "During my display of zone prospecting prowess, I successfully netted 24 leads, 16 appointments, and 7 contracts, resulting in a 66% contact-contract rate.", "output": "- Displayed zone prospecting prowess; netted 24 leads16 appointments7 contracts--66% contactcontract rate!"}
{"input": "I conducted a live UXO and evacuated 6 OCNs from danger establishment, cordon-notified EOD deployment services, resulting in the safety of 6,000 Non-Commissioned Nationality (PN) populations.", "output": "- Discvr'd live UXO; evacuat'd 6 OCNs from dangerestablish'd cordonnotified EODemerg svcs--safed 6K PN populace"}
{"input": "I expedited a humanitarian cargo by inspecting palletized 8,000 lbs of clothing and blankets, boosting the quality of life for Afghan children.", "output": "- Expedited humanitarian cgo; inspectedpalletized 8K lbs clothing & blankets--boosted Afghan childrens' QoL"}
{"input": "Executed a B-2 hot pit program, tackling 20 refuels, resulting in a 173,000 gallon cut ground time of 67%. This mission eliminated USTRANSCOM tanker requirements.", "output": "- Executed B-2 hot pit prgm; tackled 20 refuels173K galscut ground time 67%--eliminated USTRANSCOM tanker req's"}
{"input": "Directed a Group Development Question (GDQ) and QC'd FY17 data input for 20 assurance team members and 120 line items, contributing to the #1113 AFMS finpatient coding.", "output": "- Directed Gp DQ; QC'd FY17 data input f20 assurance team members120 line items--#113 AFMS finpatient coding"}
{"input": "As a fall protection instructor, I qualified for 9 ATCALS professional certification in climbing safety procedures and was selected to train the Wing Commander (Wg CC). I was commended by the Wing Commander for my outstanding performance.", "output": "- Fall protection instr; qual'd 9 ATCALS prsnl in climbing sfty proc's & sel'd to train Wg CC--coined by Wg CC"}
{"input": "Interim ADO led 45-Ann in dynamic international squadron, mentoring 2 Flight Command Center--1224 national requirements - seamless transition with new ADO.", "output": "- Interim ADO; led 45-Amn in dynamic int'l sq; mng'd 2 FltCC--1224 nat'l rqmnts--seamless transition w new ADO"}
{"input": "I participated in an airshow and drove the parking lot to the flightline shuttle, moving 2,000 folks. This ensured a secure event for 40,000 spectators.", "output": "- Vol'd in airshow; drove parking lot to fltline shuttle...moved 2K folks--ensured secure event for 40K spectators"}
{"input": "As a member of the bowling team, I supported the squadron's intramural sport activities and promoted the unit morale and fostered an esprit de corps.", "output": "- Supported sq intramural sport activities; bowling team member--promoted unit moralefostered esprit de corps"}
{"input": "During CENTCOMCC's visit to Adder, I secured the motorcade route, which served as a morale builder for assigned troops.", "output": "- Secured motorcade route during CENTCOMCC visit to Adder; troop visit--morale builder for assigned troops"}
{"input": "Stellar Sq EET representative evaluated response for three 62 AW exercises, identified strengths and weaknesses, and was promoted to MSgt!", "output": "- Stellar Sq EET rep; eval'd response for three 62 AW exercises--ID'd strengthsweaknesses; promote to MSgt!"}
{"input": "I machined a tube bending mandrel, which enabled the manufacturing of the E-3 hydraulic line, saving $1,022 weeks of Non-Commissioned Space Space Time (NMCS) time.", "output": "- Machined tube bending mandrel; enabled E-3 hydraulic line manufacturing--saved $1K2 weeks of NMCS time"}
{"input": "Streamlining mishandled baggage procedures, I increased baggage return by 75%, greatly reducing lost bags on hand.", "output": "- Streamlined mishandled baggage procedures; increased baggage return 75%--greatly reduced lost bags on hand"}
{"input": "I successfully completed the Strategic Leadership course, earning three credit hours and finishing with an 85% BAREtain'd 4.0 GPA. I was able to coach eight Airmen on their Wednesday goals.", "output": "- Completed Strat Leadership crs; earned 3 credit hoursfinished 85% BAretain'd 4.0 GPA--coach'd 8 Amn wed goals"}
{"input": "Conducted six Aircrew Assessment (AC) assessments and repaired 30 safety-of-flight defects, ensuring 100% sorties were met for June '12.", "output": "- Conducted six AC assessments; repaired 30 safety-of-flight defects--ensured 100% sorties met for June '12"}
{"input": "Oversaw a zero baldmd list and cleared 253 empty warehouse locations, reutilizing limited space and increasing capacity by 25%.", "output": "- Oversaw zero baldmd list; cleared 253 empty whse locs--reutilized limited spaceincreased capacity by 25%"}
{"input": "Performed HARM TCTO operations, converting 29 branch sections to R2'd legacy parts for $13.6 million. This extended the Air Force's 37% shelf-life by 32 years.", "output": "- Perf'd HARM TCTO ops; converted 29 ctrl sectsR2'd legacy parts$13.6M--cut AWP 37%shelf-life extended 32-yrs"}
{"input": "I successfully networked weapon managers and procured 426 MICAPs worth $1.55 million for 18 Fighter Wings, supporting 877 combat sorties and 1,200 flying hours.", "output": "- Networked witem mgrs; procured 426 MICAPs$1.5M for 18 FW--spt'd 877 combat sorties & 1.2K flying hrs"}
{"input": "I aided the section through 110 evaluations and identified and fixed 32 discrepancies, resulting in the section's 95.5% Quality Assurance (QA) pass rate surpassing the General Progress Report (GPR) average of 94.6%.", "output": "- Aided section thru 110 evals; ID'dfixed 32 discreps--section's 95.5% QA pass rate eclipsed Gp's 94.6% avg"}
{"input": "I managed the PMEL program and maintained over 300+ essential equipment calibration items, resulting in a 100% Test, Measurement, and Diagnostic Equipment (TMDE) pass rate.", "output": "- Managed PMEL prgrm; maintained 300+ essential equipment calibration items--reaped 100% TMDE pass rt"}
{"input": "As a remarkable leader, I guided a flight to an outstanding 95% quality assurance pass rate, demonstrating exceptional leadership skills and a commitment to excellence. I am highly qualified for promotion to SMSgt quickly.", "output": "- Remarkable leader; guided flight to outstanding 95% quality assurance pass rate--promote to SMSgt quickly!"}
{"input": "I showcased the wingman concept by exhibiting 118 driving hours, providing 2,000 rides, and 78 vehicle transfers. This minimized potential ARIDUI issues.", "output": "- Exhibited wingman concept; vol'd 118 driving hrsprovided 2K rides78 veh's trans'd--minimized potential ARIDUI"}
{"input": "I am certified on Back Scatter operations and conducted over 30 vehicle checks per shift, preventing Vehicle Based Intelligence (VBIED) and deterring terrorism.", "output": "- Certified on Back Scatter ops; conducted 30+ vehicle checks per shift--prevented VBIED & deterred terrorism"}
{"input": "I extended the fit-light gym availability and collaborated with the squadron leadership for a change, improving the return to training rate by 11%.", "output": "- Extended fit-light gym availability; co'ord with sq ldrshp for change--improved return to training rate by 11%"}
{"input": "As a PDF lead, I manifested 31 Non-Selective Intelligence (NSI) insights, smashed the Defense Systems Operations (DSOE) process time by less than 1 hour, and secured $17.2k in airfare. This resulted in the LRS recognizing 2 Strengths.", "output": "- PDF lead; manifested 31 NSI inspcrushed DSOE process time <1 hr; svd $17.2K in airfare--LRS rec'd 2 Strengths"}
{"input": "Meticulously monitored allocations and coordinated the placement of over 50 personnel with 5 flight assignments. This eased the BRAC inbounds transition.", "output": "- Meticulously monitored allocations; coord'd placement of 50+ prsnl w5 flts--eased BRAC inbounds transition"}
{"input": "CLEP'd two college classes and successfully passed one, awaiting results on the second. This would complete the CCAF requirement.", "output": "- CLEP'd two college classes; successfully passed oneawaiting results on second--would complete CCAF rqmt"}
{"input": "I trouble-shot a JFS start malfunction and removed/replaced the JFS in less than 6 hours, smashing the Air Combat Command's (ACC) standard 8 hour fix rate.", "output": "- Trouble-shot JFS start malfunction; removedreplaced JFS in < 6 hours--smashed ACC standard 8 hour fix rate"}
{"input": "Initiated air conditioner repair by changing the relief valve, preventing a catastrophic internal failure and saving $150,000.", "output": "- Initiated air conditioner repair; changed relief valve; prevented catastrophic internal failure--saved $ 150K"}
{"input": "I completed a 40-hour port Intransit Visibility Admin course, gaining critical UTC knowledge and ensuring mobility readiness.", "output": "- Completed 40-hr port Intransit Visibility Admin course; gained critical UTC knowledge--assured mobility readiness"}
{"input": "I overhauled the generator voltage regulator by replacing the circuit contactor, saving $3,265 versus the regulator replacement.", "output": "- Overhauled generator voltage regulator; replaced circuit contactor--saved $3,265 versus regulator replacement"}
{"input": "Always on the ready, I personally executed 86 refuels within a 6 minute average response time, which was 80% below the Air Force's 30 minute goal.", "output": "- Always on the ready; personally executed 86 refuels w6 min avg response time--80% below AF 30 min goal"}
{"input": "I provided a critical mission planning element, creating 936+ Airborne Packages (APBs), which supported 37,500+ OIFOREEFHOA air missions.", "output": "- Provided critical mission planning element; created 936+ ABPs--supported 37K+ OIFOEFHOA air missions"}
{"input": "As the Flight Chief, Contracting Officer, and NCOIC, I successfully filled a GS-12 billet, overseeing 13 projects totaling $1.7 million.", "output": "- Triple duty with ease! Flight Chief, Contracting Officer, NCOIC; filled GS-12 billet--oversaw 13 proj$1.7M"}
{"input": "During my partnership with the wArmy, I validated 45 load plans destined for Overseas Expeditionary Force (OEF), bolstering the special operations capability.", "output": "- Partnered wArmy; validated 45 load plans2K cargo tons destined for OEF--bolstered special ops capability"}
{"input": "As an Honor Guard Sergeant Master Master (SME), I executed 76 Joint Base San Antonio (JBSA) and Bagram details with precision, receiving coaching for my outstanding performance.", "output": "- Honor Guard SME; executed 76 JBSA & Bagram details wprecision--coined for excellence by AFCENTNATO CC"}
{"input": "Enthusiastic participant in volunteer activities, developing useful duty skills. Groom for promotion.", "output": "- Enthusiastic participant in volunteer activities; developing useful duty skills--groom for promotion"}
{"input": "I managed a STO COMSEC program, directing 3 Contracting Officers (CROs) with a $70.6K inventory of 17 crypto operational items. This resulted in the JFACC Classification of C2 Capables.", "output": "- Mng'd STO COMSEC pgm; dir'd 3 CROs$70.6K inventory17 crypto eqpmt items--sec'd JFACC classified C2 capes"}
{"input": "Generated 54 weapon data sheets and performed 324 hours of strategic training, supplying 108 solutions to two Combat Command Centers (CCMDs).", "output": "- Generated 54 weapon data sheets; performed 324 hrs of strategic tgting--108 solutions supplied to two CCMDs"}
{"input": "I completed IRM 20279 CLP hours and met AQ professional development program requirements, which enhanced the Contracting Officer (COR) role with a $4 million IT contract.", "output": "- Finished IRM 20279 CLP hrs; met AQ professional dev pgm rqmnts--enhanced COR role w$4M IT contract"}
{"input": "I initiated RecordLicensing on-the-job training for 12 Airmen, qualifying 7 core task CAFIS and completing five level training milestones.", "output": "- Initiated RecordLicensing OJT for 12 Amn; 7 core taskCAFIS qualified--five level trng milestones completed"}
{"input": "Appointed as the HCP Manager, I conducted 2,000 audiograms and identified 77 STSPTS counselors for care. This exceeded the Air Force standard by 3.4% and 93.4%.", "output": "- Appointed HCP Mgr; conducted 2K audiogramsID'd 77 STSPTScoord'd fu care--exceeded AF std by 3.4%93.4%"}
{"input": "I piloted the Readiness Flight through deployment Support Area (SAV), netting zero discrepancies and maintaining a high deployment tempo.", "output": "- Piloted Readiness Flt through deployment SAV; netted zero discrepancies--maintained high deployment tempo"}
{"input": "I revamped the Combat Master Technician (CMT) course by modified the training for 72 hands-on contingency tasks, certifying 56 Airmen 100% postured for deployment.", "output": "- Revamped CMT crs; modified trng for 72 hands-on contingency tasks--certified 56 Amn100% postured for deplymt"}
{"input": "Oversaw the creation of a HAZMAT program, installing 452 items worth $48KID'd zero discrepancies, resulting in a fully compliant win in 2 weeks.", "output": "- Oversawcreated HAZMAT prgm; insp'd 452 items worth $48KID'd zero discrepancies--fully compliant win 2 wks"}
{"input": "Solved AR's wheel tag shortage by utilizing shear produced 10 vs 1. This reduced redundant maintenance by 230 man-hours per year.", "output": "- Solved AR's wheel tag shortage; utilized shearproduced 10 vs 1--reduced redundant mx by 230 man-hrs per yr"}
{"input": "Attended the Operational Entomology course and obtained a tertiary skill set for a 7-level UGT, fulfilling requirements five months ahead of schedule.", "output": "- Attended Operational Entomology crse; obtained tertiary skill set for 7-lvl UGT--fulfilled rqrmts 5 mos ahead"}
{"input": "During the Air Force Logistics Area (AOR) largest redistribution effort, I mobilized 4,000 IFAKs (10,000 lbs) surgical items in support of the Iraqi Freedom Fighters (ISIS) war against seven Freedom Houses (FOBs), saving the Air Force $1.7 million.", "output": "- Mng'd AOR's largest redistribution; 4K IFAKs10K lbs surgical items ISO war against ISIS7 FOBs--saved AF $1.7M"}
{"input": "Meticulous Detail Control (DCC) specialist identified a 341 bulkhead gouge, preventing a catastrophic Aircraft Controller (AC) loss. Through coordinated repair, we saved a $38 million asset.", "output": "- Meticulous DCC; ID'd 341 bulkhead gouge; coord repairprevented catastrophic AC loss--saved $38M asset"}
{"input": "I provided Air Expeditionary Group (AEG) deployment expertise and inspected 241 cargo tons for 47 aircraft, meeting 100% on-time departures.", "output": "- Provided AEG deployment expertise; inspected 241 cargo tons for 47 aircraft--met 100% on-time departures"}
{"input": "Sq 1st Shirt4 month revamped the Family Care Plan, correcting the recordswg earned Excellent '12 CUI; SMSgt now in charge.", "output": "- Sq 1st Shirt4 mo; revamped Family Care Plan--corrected recordswg earned Excellent'12 CUI; SMSgt now"}
{"input": "Well ahead of my peers, I received the Diamond Sharp award for professional excellence. It is highly recommended to promote me to a higher rank.", "output": "- Well ahead of his peers; received the Diamond Sharp award for professional excellence--promote now!"}
{"input": "I completed Detainee Operations training at Fort Dix, enhancing detainee security skills and preparing them for the war against terrorism.", "output": "- Completed Detainee Ops tng at Fort Dix; enhanced detainee security skills--ready for the war against terrorism"}
{"input": "I excelled in the Unit Training Group (UGT) and tackled 41 out of 62 core tasks, scoring 85% on the Evaluation Course (ECC). I was on-track to receive my fifth letter of recommendation (LPL) two months ahead of schedule.", "output": "- Excelled in UGT; tackled 41 of 62 core tasks5 CDCsscored 85% on EOC--on-track f5-lvl 2 mos ahead of schedule"}
{"input": "The first responder triaged an unconscious patient and initiated the Situational Awareness Campaign (SABC). Quick actions averted a heat exhaustion crisis life saved.", "output": "- First responder; triaged unconscious ptinitiated SABC--quick actions averted heat exhaustion crisislife saved"}
{"input": "I participated in a base food drive and donated time and countless cans of food, providing support to the local community.", "output": "- Participated in base food drive; donated time and countless cans of food--provided support to local community"}
{"input": "112 Dorm Council representatives actively engaged electrical climate and internet pitfalls, improving the quality of life for 400 Airmen.", "output": "- 112 Dorm Council reps; actively engaged electricalclimateinternet pitfalls--improved QoL for 400 Airmen"}
{"input": "I provided support for a dual-wing Squadron (SF) mission, with 132 armor vehicles valued at $23.5 million. This mission resulted in a 90%+ mission capability, fortifying MAFB global nuclear enterprises.", "output": "- Spt'd dual-wg SF msn; 132 armor veh's$23.5Mavg'd 90%+ MCR--fortified MAFB global nuclear enterprises"}
{"input": "As a technical wizard at Kadena Mine Reduction Tasking (MRT), I replaced 5 KC-10 tires, 1 radio altimeter in just 6 hours, replacing 2 KC-10 missions on time.", "output": "- Technical wizard; Kadena MRT-- replaced 5 KC-10 tires1 radio altemeter in 6hrs 2 KC-10s missions on time"}
{"input": "Transported an Amn to the emergency room and safely washed debris from the member's eye, preventing possible damage to the vision.", "output": "- Transported Amn to emergency room; washed debri from members eye--prevented possible damage to vision"}
{"input": "Tackled 200% maintenance taskings and sched'd training slots for 13 additional C-17s, ensuring the Ex MOBILITY GUARDIAN success.", "output": "- Tackled 200% mx taskings; sched'd tngsorties for 13 additional C-17s--ensured Ex MOBILITY GUARDIAN success"}
{"input": "I volunteered eight hours of my time to Habitat for Humanity, a non-profit organization dedicated to providing new homes to those in need in the community. Through my volunteer efforts, I demonstrated my commitment to contributing to the well-being and success of those in need.", "output": "- Community pride; volunteered eight hours to Habitat for Humanity--provided new homes to those in need"}
{"input": "I briefed congressional delegates on the Security Assessment (SwA) and demonstrated live hacking exploits, resulting in guaranteed $10 million in personnel training funds.", "output": "- Briefed congressional delegates on SwA; demonstrated live hacking exploits--guaranteed $10M in pgm funds"}
{"input": "I guided the 1st Redington Rally clean-up, involving 60 personnel and 34 miles of purging 500 lbs of waste, revitalizing 2,000 acres of National Forest.", "output": "- Guided 1st Redington Rally clean-up; 60 psnl34 milespurged 500 lbs waste--2K acres Nat'l Forest revived"}
{"input": "AFSO21 minded and blazed the trail for tool accountability program, elevating squadron interest item. Commander adopted the initiative.", "output": "- AFSO21 minded; blazed trail for tool accountability pgm; elevated sfty intrest item--Cmd adopted initiative"}
{"input": "I excelled in decision making and wisely used resources to meet operational requirements, showing superior management ability.", "output": "- Excelled in decision making; wisely used resources to meet operational rqmts--showed superior mgmt ability"}
{"input": "The architect of a laptop-based application enabled instant access to 50 maintenance procedures, saving 40 hours per week.", "output": "- Architect of laptop based application; enabled instant access to 50 maintenance procedures--saved 40 hrsmo"}
{"input": "I tackled the workforce renovation project by guiding four personnel to relocate 6,000 items for $14 million. This resulted in 224 man-hours and successfully keyed in 19 Air Force Advanced Maintenance Units (AFMUAs).", "output": "- Tackled whse renovation proj; guided 4 prsnlrelocated 6K items$14M--svd 224 man-hrs yrlykeyed 19 AW AFMUA"}
{"input": "Directed Aviano youth program sports activities and mentored 110 youth, fostering fitness as a positive Air Force role model.", "output": "- Directed Aviano youth prgm sports activities; mentored 110 youthfostered fitness--positive AF role model!"}
{"input": "I restored a crash phone system by mod'd call routing tables, ensuring rapid first responder notification for 56 aircraft worth $1.44 billion.", "output": "- Restored crash phone sys; mod'd call routing tables--ensured rapid 1st responder notification for 56 acft$1.4B"}
{"input": "As the General Purpose supervisor, I led a nine-person team and played a vital role in the flight achieving a 96% Mission Capable (MC) rate, surpassing the Air Combat Command's (ACC) 90% goal.", "output": "- General Purpose supervisor; led nine person team--vital to flt achieving 96% MC rate...topped ACC 90% goal"}
{"input": "I successfully completed a 40-hour 'Adv Ethical Hacker' course, spinning knowledge and enhancing the VIP demo. My expertise was lauded by Congressman Roby.", "output": "- Finished 40-hr 'Adv Ethical Hacker' crs; spun knowledge, enhanced VIP demo--lauded by Congressman Roby"}
{"input": "Identified a gearbox overheat trend and provided information to end item management. As a result, TCTO was developed to address issues as a result.", "output": "- Identified gearbox overheat trend; info briefed to end item mgr--TCTO developed to address issues as result"}
{"input": "I resolved a repeat Aircraft Purpose Unit (APU) overheat discrepancy by leading four personnel in resolving the overheat discrepancy within 3.5 hours. This resulted in a critical POTUS staff mission.", "output": "- Resolved repeat APU overheat discrepancy; led four prsnlR2'd APU <3.5 hrs--gen'd critical POTUS spt msn"}
{"input": "As an AFSC training expert, I implemented an On-the-Job Training (OJT) training program for United States Test Authority (UTA), which resulted in a shop qualification and increased 22% multiple tasks across the Command and Control (CW).", "output": "- AFSC training expert; implemented OJT training program fUTA--shop qual. increased 22%multiple tasks CW"}
{"input": "As a youth mentor, I led the rebuild of the Cub Scout's Knob Noster State Park trailbridge, improving the park for over 25,000 visitors.", "output": "- Youth mentor; led Cub Scout's Knob Noster State Park trailbridge rebuild--improved park for 250K+ visitors"}
{"input": "As a vehicle monitor for the 149th Squadron, I meticulously checked, prepped, and assigned standby vehicles to ensure mission readiness.", "output": "- 149th Squadron vehicle monitor; checkedprepedcleaned & assigned standby vehicles --ensured msn readiness"}
{"input": "Coordinated a high priority shipment of 6,000 grenades, providing logistical support to enhance the security of troops in the Area of Responsibility (AOR).", "output": "- Coord'd high priority shipment6K grenades; provided logistical support--enhanced security of troops in AOR"}
{"input": "I was requested by the General Staff College (GP) Frontline Executive for Project Development (PDC), where I taught Bullet Writing and Construction. Through my expertise, I mentored Airmen on their career progression within the Air Force.", "output": "- Requested by Gp Frontline Exec f PDC; taught Bullet WritingConstructing--mentored Amn career progression"}
{"input": "Inventoried 45-day fleet supplies, accounting for over $5500 in expendable and non-expendable items, ensuring the supply of 6,700 missions.", "output": "- Inventoried 45-day fleet supplies; accounted f$550K expendablenon expendable items--ensured supply f6.7K msns"}
{"input": "I rushed the maint standstaircase troop equipment return and organized the truck, bringing the items out and returning them to the MXS less than 24 hours after the mission canx.", "output": "- Rushed maint standstaircase trk equip return; org'd truck--items pu & returned to MXS <24 hrs after msn canx"}
{"input": "My #1 SNCO in StanEval is the best I've ever seen. He will excel at any leadership challenge and should be promoted immediately.", "output": "- My #1 SNCO in StanEval; best I've ever seen--he'll excel at any leadership challenge--promote immediately"}
{"input": "Discovered a repaired bomb lift brake caliper and immediately dispatched for weapons load training, saving $380.", "output": "- Discoveredrepaired bomb lift brake caliper; immediately dispatched for weapons load training--saved $380"}
{"input": "Performed 20 Air Mobility Command (AC) end-of-week assessments, identifying and correcting 30 defects, eliminating 205 Logistics Operations Manager (LOMX) man hours.", "output": "- Performed 20 AC end-of-week assessments; identifiedcorrected 30 defects--eliminated 205 LO MX man hrs"}
{"input": "I successfully completed a 40-hour Hazmat Inspector's course and received a 95% on the End of Course (EOC) test, which boosts the squadron's deployment readiness capabilities by 5%.", "output": "- Finish'd 40 hr Hazmat Inspector's crs; received 95% on EOC test--boost'd Sq's deplymt readiness capes by 5%"}
{"input": "Diligently processed 846 credit checks and 85 waivers, resulting in zero mission stoppage. The squadron captured 402 NEC4 personnel and returned them to AD.", "output": "- Diligently processed 846 credit checks85 waivers; 0 msn stoppage--sq captured 402 NEC4 PS returned to AD"}
{"input": "I volunteered for a Trunk or Treat event and coordinated a haunted house donated candy display. My efforts were lauded by the Squadron Communications Center (Sq CC).", "output": "- Volunteered for Trunk or Treat event; coord'd haunted housedonateddistro'd candy--lauded by Sq CC Amazing!"}
{"input": "As a zealously enforced traffic regulations, I conducted traffic stops and educated motorists, resulting in an increase in traffic safety.", "output": "- Zealously enforced traffic regulations; conducted traffic stops and educated motorists--increased traffic safety"}
{"input": "Conducted 76 IV sedations, 304 procedures, and 4 day access to care, 80% ahead of the Air Force standard $2.4 million care provided.", "output": "- Conducted 76 IV sedations; 304 procedures4 day access to care--80% ahead of AF std$2.4M care provided"}
{"input": "I performed a prime contractor financial audit, identifying billing errors of $500,000. Through these corrections, confidence in the financial integrity of the organization was restored.", "output": "- Performed prime ktr financial audit; identified  billing errors of $500K--corrections madeconfidence restored"}
{"input": "I am motivated to learn and have enrolled in the General Aeronautics and Application Programming (GAAP) program, which provides me with three credit hours for the Air and Space Force (A&P) CertLicense.", "output": "- Motivated to learn; enrolled in General Aeronautics and Application Pgrm--3 credit hrs for A&P CertLicense"}
{"input": "The Program Manager made a strategic purchase of a pharmacy robotic system, resulting in a 30% decrease in patient wait time. This strategic move ensured that crucial training was uninterrupted.", "output": "- Program manager pharmacy robotic system purchase; patient wait time cut 30%--crucial training uninterrupted"}
{"input": "I hosted a Pakistan Air Force delegation and mentored an Operations Control Group (OCG) ally on production control operations, assisting in the buildup of critical capability.", "output": "- Hosted Pakistan AF delegation; mentored OCO ally on production control ops--aided buildup of cal capability"}
{"input": "Filled the NCO position within 6 weeks, executing 55 reenlistment extensions and fixing 10 errors, which enhanced Service Reserve Board (SRB) entitlements by $7,000.", "output": "- Filled NCO position6 weeks; executed 55 reenlistmentsextensionsfixed 10 errors--advanced SRB entitlements$7K"}
{"input": "QB'd mobile maintenance team, expediting 116 APS requests and 313 repairs, upping the 24-hour turn-around rate by 40%. This contributed to 4,000 tons of cargo delivery.", "output": "- QB'd mobile mx tm; expedited 116 APS requests313 repairs--upped 24-hr turn around rate by 40%mvd 4K tons cgo"}
{"input": "Spearheaded a priority HQ Air Expeditionary Command (HQ ACH) tasker, installing 95 helmets in just 48 hours. This mission ensured that over 200 deployed CE Airmen were combat ready.", "output": "- Spearheaded priority HQ ACH tasker; Insp'd 95 helmets in 48 hrs--200+ deployed CE Airmen combat ready"}
{"input": "Led 16 tours of deployed squadron Det, demo'd MQ-1 aircraft to visitors and DVs, enhancing warfighter RPA awareness.", "output": "- Led 16 tours of deployed sq Det; demo'd MQ-1 capes to visitors & DVs--enhanced warfighter RPA awareness"}
{"input": "Coordinated the LOGMOD CoP approval process, providing an avenue to vital logistics information and updating 2,100 warplanners.", "output": "- Coor'd LOGMOD CoP approval process; provided avenue to vital lg information--2.1K warplanners updated"}
{"input": "Led a 20-member tel mx sect and revamped the operations strategy for 800 phones, cutting turnovers 50%. This resulted in the '15 DISA-PAC DSN End Ofc Officer Training (OTY).", "output": "- Led 20-mbr tel mx sect; revamped ops strategy f8K phonescut tkts 50%--'15 DISA-PAC DSN End Ofc OTY"}
{"input": "Quintessential Pararescueman, I operate above my grade in every aspect and should be promoted ahead of my peers immediately.", "output": "- Quintessential Pararescuemen; operates above his grade in every aspect--promote ahead of peers immediately!"}
{"input": "During my deployment, I supervised 130 Test Commandns (TCNs) and safeguarded a $26 million fighter ramptaxiway project, ensuring zero security incidents.", "output": "- Supervised 130 TCNs while deployed; safeguarded $26M fighter ramptaxiway proj--zero security incidents"}
{"input": "During the POC for a local elementary school rally, I collected and delivered school supplies, improving the quality of life for  30 students.", "output": "- POC for local elementary school rally; collecteddelivered school supplies--improved QoL for < 30 students"}
{"input": "I successfully restored a $2.4 million security fleet in just 3 days by negotiating the transfer of 13 M-ATV parts with the Army. Through this action, I protected 693 personnel and $1.2 billion worth of assets.", "output": "- Restored $2.4M security fleet<3 days; negotiated transfer 13 M-ATV parts wArmy--protected 693 pers$1.2B assets"}
{"input": "Delivered advanced helicopter insertion and researched-taught an eight-man team on Zodiac water operations, resulting in increased flood relief capabilities.", "output": "- Delivered advanced helo insertion; researchedtaught 8-man team Zodiac water ops--incrs'd flood relief capes"}
{"input": "Dedicated to personal improvement, I completed 20 college credits through six courses, resulting in attaining a Nursing Assistant (NA) degree with a GPA of 3.56.", "output": "- Dedicated to personal improvement; completed 20 college credits through 6 courses--attained Nursing AS, GPA 3.56"}
{"input": "Fulfilled real-world DoD tasking, performed operations command and command loads, preparing six Air Combat Command efforts. My contributions were lauded by three Air Force Command Centers (AFCC).", "output": "- Fulfilled real-world DoD tasking; performed ops ckscmbt loads--readied six ACefforts lauded by 3 AFCC"}
{"input": "I effectively managed the workload for 3 buyers and 12 CE Project Managers, executing 46 EOD projects valued over $7.4 million, ensuring zero productivity loss.", "output": "- Managed workload for 3 buyers12 CE PMs; executed 46 EOY projects valued >$7.4M--zero productivity lost"}
{"input": "Managed the MXS mobility pallet build-up, refining and improving the process, ensuring the on-time deployment of equipment.", "output": "- Managed MXS mobility pallet build-up; refinedimproved process--assured on-time deployment of equipment"}
{"input": "Hand-selected by USAFE A4RVO, I augmented the Intelligence Group (IG) during Aviano AB '10 Unit Compliance Inspection (UCI), filling a vital MAJCOM shortfall.", "output": "- Hand-selected by USAFE A4RVO; augmented IG during Aviano AB '10 UCI--filled vital MAJCOM shortfall"}
{"input": "I gathered and led requirements efforts for the Air Force Flight Kay v4.0 release, with over 8,000 users. This CAC-enabled e-commerce program is on track.", "output": "- Gathered and led rqmts efforts of AFWay v4.0 release; 18K+ users--CAC-enabled e-commerce pgrm on track"}
{"input": "Out-in-front of the Amn and the Sections's AFAFAFAS drive rep, I made 100% contact with the squadron, raising 17,000 of 120,000 wing wide.", "output": "- Out-in-front Amn; Sections's AFAFAFAS drive rep 100% contact made--Sq raised 17K of 120K wing wide"}
{"input": "I reconfigured the Global Command and Control System (C2) link, affording a real-time air picture for 309 Intelligence, Surveillance, and Reconnaissance (ISR) sorties. This aided counterdrug operations.", "output": "- Reconfigured Global C2 System link; afforded real-time air picture for 309 ISR sorties--aided counterdrug ops"}
{"input": "Synced education with Personal Development (WPD), aced three classes for public speaking instructor'd, three classes on AF1800 annotation for 32 TFA--'22 CCAF Graduate.", "output": "- Synced edu wPD; aced 3 crdts fpublic speakinginstr'd 3 crs's on AF1800 annotation f32 TFA--'22 CCAF Graduate"}
{"input": "As an astute Info Manager, I propelled XX to win the Air Force Space Command's (AFSPC) best large communications & info unit award, three years running.", "output": "- Astute Info Mngr; propelled XX to win AFSPC's best large comm & info unit award--3 years running"}
{"input": "During special handling, I performed a dignified transfer of two fallen warriors, who were repatriated to their family members within 24 hours.", "output": "- Spt'd Special handling; performed dignified transfer of two fallen warriors--repatriated to family mbrs <24 hrs"}
{"input": "Following strict maintenance discipline safety, I played a key role in deploying sections with a 99% Quality Assurance (QA) pass rate, bolstering the maintenance effectiveness.", "output": "- Followed strict mx disciplinesafety; key to deployed sections 99% QA pass rate--bolstered mx effectiveness"}
{"input": "A superb worker, I performed over 200 maintenance tasks, contributing to the 31st Maintenance Expeditionary Group (MXG) win of the 2007 USAFE McMullen Daedalian.", "output": "- Superb worker; performed 200+ mx tasks--contributed to 31 MXG win of 2007 USAFE McMullen Daedalian"}
{"input": "As an AFBulletSafe, a local church deacon, I educated 14 children on philosophy, serving as a positive role-model for community youths.", "output": "- AFBulletSafe - Local church deacon; educated 14 children on philosophy--positive role-model for community youths"}
{"input": "The Warrensburg food pantry volunteer collected and organized over 150 non-perishable items, providing relief for families in need.", "output": "- Warrensburg food pantry vol; collectedorg'd >150 non-perishable items--provided relief for families in need"}
{"input": "I performed NCOIC duties and managed 64 Wing Maintenance Operations Squadron (MxOps) schedules, as well as serving as the MXG Amn Scheduler on OTY'14. My exceptional performance warrants an immediate promotion.", "output": "- Performed NCOIC duties; mng'd 64 Wg MxOps schs; 15 MXG Amn Scheduler OTY'14--promote immediately"}
{"input": "As the Haz-Waste program lead, I oversaw six Safety Analysis and Critical Control Points (SAA) points for three sections, resulting in zero LCAP findings and an 84% pass rate.", "output": "- Haz-Waste program lead; oversaw six SAA points for three sections--zero LCAP findingsaided 84% pass rate"}
{"input": "I orchestrated a Rapid Strike event, generating 400 leads and enlisting 2 high school junior Defense Education Program members.", "output": "- Orchestrated Rapid Strike event; 600 attendedgenerated 400 leads--enlisted 2 high school junior DEP mbrs"}
{"input": "Accomplished all workcenter training requirements and completed 120 workcenter on-the-job training tasks, fully training for the job.", "output": "- Accomplished all workcenter training requirements; completed 120 workcenter OJT tasks--fully trained for job"}
{"input": "I am a superbly skilled leadertechnician and an incredible Non-Commissioned Officer (NCO) overflowing with potential. I highly recommend promoting me to the rank of Master Sergeant.", "output": "- Superbly skilled leadertechnician; incredible NCO overflowing with potential--definitely promote to MSgt!"}
{"input": "I packed and trained 7,000 gen cargo assets, enforcing Defense Transportation Division (DTR) and Defense Technical Data Organization (DTOT) standards 100% in-vehicle (ITV). This mission was instrumental to 5,000 CENTCOM sorties.", "output": "- Packedcert'd 7K gen cargo assets; enforced DTRDoT standards100% ITV--instrumental to 5K CENTCOM sorties"}
{"input": "Orchestrated aircraft-to-acft transfers, providing transload support of 625 Humanitarians (HRs), repatriating fallen warriors in less than 24 hours.", "output": "- Orchestrated acft-to-acft transfers; provided transload support of 625 HRs--repatriated fallen warriors <24 hrs"}
{"input": "Coordinated an STL fundraiser gala and set-up a venuesilent auction, raising $274,400 for liver disease education and research.", "output": "- Coord'd STL fundraiser gala; set-up venuesilent auction--raised $274K for liver disease education & research"}
{"input": "As a Sound Logistics Specialist, I expertly inspected and processed loaded 125 trucks, maintaining a mission pipeline to a warfighter.", "output": "- Sound ldrshp; expertly inspectedprocessedloaded 125 trucks--maintained muns pipeline to warfighter"}
{"input": "I backed the Secretary of the Air Force's (Secretary of the Air Force) EMP program and teamed up with the Air Force Code Authority (AFCOAFPA) to develop $13 million ATJ fuel tests, which were the first aerial mission successful.", "output": "- Backed SecAF EMP prgm; teamed wAFCOAFPA to develop $13M ATJ fuel tests--1st aerial msn successful"}
{"input": "Astute! I identified an A-10 MND spike due to a short-notice merge, which resulted in three Air Mobility Units (AMUs) being merged into Super AMXS, cutting non-delivery rates by 72%.", "output": "- Astute! ID'd A-10 MND spike due to short-notice merge; 3 AMU's into Super AMXS--cut non-deliveries 72%"}
{"input": "Executed FY18 three EOY Unit Effectiveness Reports (UEY UFRs), coordinating a $547K lock camera system equipment purchase and install, improving Quality of Life for f358 Airmen.", "output": "- Executed FY18 three EOY UFRs; coord'd $547K lockcamera sysequip purchaseinstall--improved QoL f358 Amn"}
{"input": "As a reliable wingman, I donated 80 clothing lbs to local Goodwill, minimizing financial strain for an unfortunate personnel.", "output": "- Reliable wingman; donated 80 clothing lbs to local Goodwill--minimized financial strain for unfortunate prsnl"}
{"input": "Completed JumpSurvival school, one of 4,500 Airmen selected certified, which increased the readiness of the Air Force warrior ethos.", "output": "- Completed JumpSurvival school; 1 of 4,500 Airman selectedcertified--increased readinessAF warrior ethos"}
{"input": "I replaced 13 thin-tape details during phase re-LO, applying within exact TO limitations, restoring LO continuity.", "output": "- Replaced 13 thin-tape details during phase re-LO; applied within exact TO limitations--restored LO continuity"}
{"input": "Nailed six Quality Assurance evaluations, aided the Air Force flight's 454 inspection with a 94% pass rate, and drove 5 MUNS with a 97% pass rate.", "output": "- Nailed six Qaulity Assurance evals; aided Arm flt's 454 insp w94% pass rate--drove 5 MUNS 97% pass rate"}
{"input": "I developed a QW analysis tool that identified 57 applicants for 33 jobs in just 60 minutes. I added 10 reservations, which made up 11% of the mission's mission.", "output": "- Dvlp'd QW analysis tool; Id'd 57 applicants for 33 jobs win 60 min--added 10 reservations11% of mo's msn"}
{"input": "Directed the section reject program, clearing 30+ erroneous transmissions within 12 hours, beating the 24-hour Air Force standard of 0.1% delinquent, with an average of 6 months.", "output": "- Direct'd section reject pgm; cleared 30+ erroneous trans < 12 hrs--beat 24hr AF std0.1% delinquent 6 mo avg"}
{"input": "Vol'd 88 hours, honoring the Detail Veteran's Home Special Olymics of DE & MSDAADD - a position role model.", "output": "- Vol'd 88 hrs; WWII Honor Flt DetailVeteran's HomeSpecial Olymics of DE & MSDAADD--pos role model"}
{"input": "I repaired 14 Air Mobility Command System (AMXS) computers by coordinating the reset of network ports, restoring access for 250 personnel to Intelligence, Surveillance, and Reconnaissance (IMDS) reporting.", "output": "- Repaired 14 AMXS computers; coord'd reset of network ports--restored access for 250 prsnlIMDS reporting"}
{"input": "I resolved 100 JTF work requests and maintained 435 databases, supporting 1,000 daily personnel. This resulted in a -98% trouble ticket response rate.", "output": "- SME!  Resolved 100 JTF work requests; maintained 435 databases spt'ing 1K jt prsnl--98% trouble ticket res"}
{"input": "I voted 32 hours to the Heritage Flight airshow and led 35 members in food booth sales, raising $3.5k for booster club events.", "output": "- Devoted 32 hrs to Heritage Flt airshow; led 35 mbrs food booth sales--raised $3.5K for booster club events"}
{"input": "Hosted 12 SVRO classes, enforcing rigid National Security Agency (NSA) standards regulations. 66 users were trained, resulting in 100% user operability.", "output": "- Hosted 12 SVRO classes; enforced rigid NSA standardsregulations--66 users trained...100% user operability"}
{"input": "I planned a Mission Development Visit (MDM) visit, enabling the management of hazmat resource management for three man teams. This mission protected the End-of-Life (EOL) for four NAVAID facilities by providing $48,000 in funding.", "output": "- Planned MDM visit; mng'denabled 3 man spt fhazmatresource mgmt--protect'd EOL f 4 NAVAID facilities$548K"}
{"input": "Earned six hours towards Info Management BA and maintained a 3.68 GPA, boosting my knowledge base to enhance the Air Force mission.", "output": "- Earned six hrs towards Info Mgmt BA; maintained 3.68 GPA--boosted knowledge base to enhance AF mission"}
{"input": "Pursuing education, I accrued 60 hours towards a BA degree in Secondary Education (English) and sustained a 3.0 GPA.", "output": "- Pursued education; accrued 60 hrs towards BA degree in Secondary EducationEnglish--sustained 3.0 GPA"}
{"input": "As the MXG sports advisory lead, I authored by-laws for 11 sportsset events for 157 personnel, contributing to the promotion of Fit-to-Fight.", "output": "- MXG sports advisory lead; authored by-laws for 11 sportsset events for 157 personnel--promoted Fit-to-Fight"}
{"input": "Controlled nine live sorties during a USBritish CAS exercise and trained 12 TACPB British aircrews, making them GWoT ready.", "output": "- Controlled nine live sorties during USBritish CAS exercise; trained 12 TACPBritish aircrews--GWoT ready"}
{"input": "I accomplished 5 hours of leadership training and loaded the supervisory toolbox, enhancing my verbal counselling writing skills.", "output": "- Accomplished 5 hrs of leadership trng; loaded supervisory toolbox--advanced verbalcounselingwriting skills"}
{"input": "I trained two Airmen on panel changes and assisted all aspects, improving the continuity of the 3-level skill section by 10%.", "output": "- Trained two Airmen on panel changes; assisted all aspects--improved 3-level skillsection continuity by 10%"}
{"input": "Attended sponsor training in Italian 101 and sponsored 5 new members who earned a 4.0 GPA, ensuring solid cultural integrations.", "output": "- Attended sponsor trngItalian 101; sponsored 5 new mbrsearned 4.0 GPA--ensured solid cultural integrations"}
{"input": "Providing proven leadership, I directed 13 Airmen in NORI (Northern Non-Commissioned Officer) C2 efforts, receiving an Outstanding team award. The Wing received an Excellent rating.", "output": "- Proven leadership; directed 13 Amn in NORI C2 efforts; awarded Outstanding tm--Wg received Excellent"}
{"input": "I replaced eight components in the phase integration, completing the 88-1670 phase in just three days. This achievement pushed the 100% Mission Space Expeditionary Unit (MSE) rate on July 9.", "output": "- Replaced 8 components in phase insp; 88-1670 phase completed in three days--pushed 100% MSE rate, Jul 09"}
{"input": "I published 29 wxaircraftfire emergency messages, notifying wing leaders and warning the base populace. Through these efforts, I protected 13,000 personnel.", "output": "- Published 29 wxaircraftfire emergency msgs; notified wing leaderswarned base populace--protected 13K personnel"}
{"input": "I identified an LRM inventory discrepancy and prevented an unauthorized custodian transfer, safeguarding 14 items valued at $60,000.", "output": "- ID'd LRM inventory discrepancy; prevented unauthorized custodian transfer--safeguarded 14 items$60K value"}
{"input": "The outstanding $2.3 million due-in-for-mx program resulted in 99% of assets processing a win in one day, shattering the ACC 5-day turn standard.", "output": "- Outstanding $2.3M due-in-for-mx program; 99% of assets processed win 1 day--shattered ACC 5-day turn std"}
{"input": "Crafted the Flight's tool control training program, boosting 127 members' grasp of Field of Duty prevention. This achievement resulted in the securement of a 7,500 tool inventory.", "output": "- Crafted Flt's tool control trng prgm; boosted 127 mbrs grasp of FOD prevention--7.5K tool inventory secured"}
{"input": "I helped coordinate base cultural heritage luncheon and Wing holiday breakfast, serving 550 guests. The events were lauded for their total success.", "output": "- Helped coord base cultural heritage luncheon & Wg holiday brkfast; served 550--events lauded total success"}
{"input": "I managed a 1,400 ft T-Wall Project and added 50 barriers to the International Airport Camp perimeter, securing 2 Air Force sectors (DV) quarters and 6,500 CF.", "output": "- Mng'd 1.4K ft T-Wall Proj; added 50 barriers to Int'l AirportCamp perimeter--sec'd 2 AF sectorsDV qtrs6.5K CF"}
{"input": "Setting up mission critical support for less than 2 days, I rushed $78k vehicle rental for 388RANS, enabling the successful DoD flight test.", "output": "- Setup mission critical support < 2 dys; rushed $78k vehicle rental for 388RANS--enabled DoD lvl test success"}
{"input": "Unwavering efforts saved the officer client by compiling character evidence package for Art 32 hearing. The case was dismissed!", "output": "- Unwavering efforts saved officer client; compiled character evidence pkg for Art 32 hearing--case dismissed!"}
{"input": "Conducted FA-22 training, imparting vital information on pilot evacuation capability shutdown. This training certified 23 crash responders.", "output": "- Conducted FA-22 trng; vital information on pilot egressacft shutdown taught--23 crash responders certified"}
{"input": "Examined the Intelligence, Surveillance, and Reconnaissance (ISR) system and instructed 5 software developers in SAS tactics for a $9 billion RPA. This certified precision attacks intelligence worldwide.", "output": "- Examined ISR sys; instructed 5 sw devs in SwA tactics$9B RPA--certified precision attacksintel worldwide"}
{"input": "Hand-picked as the squadron's safety rep, I updated over 50 critical items and updated programs for the annual inspection, ensuring the squadron was 100% compliant.", "output": "- Hand-picked as sq safety rep; updated 50+ critical itemsoutdated prgms for annual insp--sq 100% compliant"}
{"input": "Conducted 2 on-line Fitness courses, instructing the sports application process for 36 Field Service Members (FSMs). This eliminated a $90,000 Training and Development (TDY) cost to the Air Force.", "output": "- Conducted 2 on-line Fitness crses; instruct'd sports application process36 FSMs--eliminated $90K TDY cost to AF"}
{"input": "Discovered six cracks during engine inspection and coordinated expedient on-wing repair, reducing repair time by 50%.", "output": "- Discovered six cracks during engine insp; coordinated expedient on-wing repair--reduced repair time by 50%"}
{"input": "As the Guardian of Air Force assets, I diligently scrutinized 100 personally procured moves, resulting in a reduction of expenditures by 10%.", "output": "- Guardian of AF assets; vigilantly scrutinized 100 personally procured moves--reduced expenditures by 10%"}
{"input": "Developed a cohesive team with a five-person crew that completed 112 work orders in 30 days, resulting in a 75% reduction in customer backlog.", "output": "- Develped cohesive team; 5 pers crew complt'd 112 work orders30 days--reduced customer back log 75%"}
{"input": "I backed two bed-downs in just 4 days, securing 268 flight hours and 247 Combat Operations Center (COCOM) support. This enabled the 28 BW's Brig Gen. F.W. Castle Award win.", "output": "- Backed 2 bed-downs4 days; secured 268 flt hrs247 COCOM spt--enabled 28 BW's Brig Gen F.W. Castle Awd win"}
{"input": "I organized a flight fundraiser for Dental Activity Center, leading a team of 20 members to a total of $170 orders. This fundraising event raised 10% of the flight's holiday party.", "output": "- Org'd gp fundraiserDental Activity Cmte; led 20 mbr tm$804 total170 orders--raised 10% fgp holiday party"}
{"input": "I sought out mapper ground assessment training and uploaded over 1,500 deficiencies, providing crucial survivability data.", "output": "- Sought out mapper ground assessment trng; uploaded >1.5K deficiencies--provided crucial survivability data"}
{"input": "Executed timely component delivery, transporting over8,000 tons of munns for bomb builds, supporting 1,000 OIR A-10 strikes.", "output": "- Executed timely component delivery; transported >8.4K tons muns for bomb builds--supported 1K OIR A-10 strikes"}
{"input": "As a key 56 Club member, I coordinated and cooked breakfast burritos, raising $400 for the unit's holiday party.", "output": "- Key 56 Club mbr; coord sq fund raiser...setup & cooked breakfast burritos--raised $400 for unit holiday party"}
{"input": "I trained 12 Military Development Group (MDG) teams on proper profiling and enforced new policy directives, resulting in a reduction of profiling errors by 35%.", "output": "- Trained 12 MDG teams on proper profiling; enforced new policiesdirectives--reduced profiling errors 35%"}
{"input": "I performed a perfect digital voltmeter over-the-shoulder inspection, ensuring certification integrity. This achievement is highly commendable and warrants promotion.", "output": "- Performed perfect digital voltmeter over-the-shoulder inspection; certification integrity assured--promote now!"}
{"input": "During the Wing's Voting Assistance Officer (VAO), I provided all levels of voting information to the wing's 10,000 member populace, ensuring that all had the tools to vote.", "output": "- Wg VAO; provided all levels of voting information to wg's 10K mbr populace--ensured all had tools to vote"}
{"input": "A member of the Asian Pacific Association, I organized three holiday events, forming a cultural bond with the base-local community.", "output": "- Asian Pacific Association mbr; organized three holiday events--formed cultural bond wbaselocal community"}
{"input": "An expert mobile maintenance tech repaired a HMMWV HVAC system in just 1 hour on the Mexico border, ensuring zero mission delays.", "output": "- Expert mobile mx tech; repaired HMMWV HVAC system win 1 hour on Mexico border--zero mission delays"}
{"input": "A fitness guru and physical training leader for Joint Base Andrews (JA), Air Mobility Command (ADC), and deployed unit. I administered 15+ tests and ensured that standards were upheld.", "output": "- Fitness guru; physical training leader for JA, ADC & deployed unit--administered 15+ tests; standards upheld"}
{"input": "I trained as a customs clerk and cleared commercial transport shipments, enabling inter-country postal delivery.", "output": "- Trainedcert'd as customs clerk; cleared commercial transport shipments--enabled inter-country postal delivery"}
{"input": "Led a 40 member folder review panel for 302 deployers and fixed 900 items, ensuring zero errors flagged by deployed PERSCO.", "output": "- Led 40 mbr folder review panel for 302 deployers; 900 items fixed--zero errors flagged by deployed PERSCO"}
{"input": "Validated a $62 million budget, sustaining $1.3 billion assets and 353 threat emitters, making the ACC EW evaluation focal point for 41 CAF ranges.", "output": "- Validated $62M budget; sustained $1.3B assets353 threat emitters--ACC EW eqpt focal point41 CAF ranges"}
{"input": "I rocketed to the top of the Intel class and was recognized as a tech school Distinguished Graduate, outperforming my 20 peers by 93%.", "output": "- Rocketed to the top of intel class; tech school Distinguished Graduate--outstripped 20 peers w93% average"}
{"input": "I volunteered five hours of my time to the Suwon orphanage, transporting 44 military members. Through my volunteer efforts, I improved the morale of the youths and contributed to their overall well-being.", "output": "- Volunteered five hrs to Suwon orphanage; transported 44 military members--mentoredimproved youths morale"}
{"input": "I learned the mission planner position, which increased manpower flexibility and ensured 100% continuity through the end of the rotation.", "output": "- Learned msn planner position; increased manpower flexibility--ensured 100% continuty through end of rotation"}
{"input": "I authored four depot maintenance contracts, deferring 41 DDs320 TCTOsSIsTCIsTCIs to PDM, saving the home station 1,000 man-hours.", "output": "- Author'd four depot mx contracts; deferred 41 DDs320 TCTOsSIsTCIs to PDM--saved home station 1K man-hours"}
{"input": "Fixed reducing false alarm responses by reducing weartear on 10 response vehicles, resulting in an availability increase of 20%.", "output": "- Fixedreduced false alarm responses; reduced weartear on 10 response vehicles--availability increased 20%"}
{"input": "An 8th Fighter Wing (FW) Fun-Run '13 volunteer selflessly motivated and hydrated participants for 5 hours, lauding them by the Wolf Pack Command Center (CC).", "output": "- 8 FW Fun-Run '13 volunteer; selflessly motivatedhydrated participants for 5 hours--lauded by Wolf Pack CC"}
{"input": "I chaired the 1st squadron Combat Operations Center (COC) committee, directing the set-up and tear-down process, enforcing the protocol, and upholding the military tradition lauded by the Global Project Control Center (GPCC).", "output": "- Chaired 1st sq CoC committee; directed set-uptear-down, enforced protocol--upheld mil traditionlauded by GpCC"}
{"input": "Managed a Department of Transportation (DTS) for a section and assisted 18 individuals with prompt and accurate travel claims, ensuring zero overdue suspenses.", "output": "- Managed DTS for section; assisted 18 individuals with promptaccurate travel claims--zero overdue suspenses"}
{"input": "I managed supply delivery of Combatant Command (CTK) assets and led 100% equipment inspection to correct 10 discrepancies. This was a key contribution to the Area of Responsibility (AOR) 343 sorties and 2,700 flight hours in FY '17.", "output": "- Mng'd dply'd CTK assets; led 100% equip insp tmID'drect 10 discreps--key to AOR 343 sorties2.7K flt hrs FY '17"}
{"input": "I certified four aircraft arresting barrier systems, validated the equipment integrity, and increased IFE Support by 100% in the PACAF Area of Responsibility (AOR).", "output": "- Certified four acft arresting barrier sys; validated eqpt integrity--increased IFE Support 100% in PACAF AOR"}
{"input": "I managed AFGSC mission requirements and forecasted scheduled 386 seats with 88% efficiency, surpassing MAJCOM standard by X%.", "output": "- Mng'd AFGSC MCL rqmts; forecastedscheduled 386 seats w88% efficiency--crushed MAJCOM standard by X%"}
{"input": "I supported Poland tasking by reconfiguring operations chained 18 aircraft, bolstering the wing's response posture for the Ukrainian crisis.", "output": "- Supported Poland tasking; reconfiguredops chk'd 18 acft--bolstered wg's response posture for Ukrainian crisis"}
{"input": "The project lead for a $520,000 Combined Battle Chiefs of Staff (CCBPC) running trail, I crafted a 3-mile course that elevated wing safety quality of life for over 11,000 personnel.", "output": "- Project lead for $520K CCBPC running trail; crafted 3 mi course--elevated wing safety QoL for >11K prsnl"}
{"input": "Composed under fire, flawlessly managed the office during ADC's 70+ TDY days, ensuring all clients' needs were met.", "output": "- Composed under fire; flawlessly managed office during ADC's 70+ TDY days--ensured all clients' needs met"}
{"input": "Examined 26 LAU-117 lugs and identified seven damaged components removed from service, negating $54.1k system damages.", "output": "- Examined 26 LAU-117 lugs; ID'd seven damaged componentsremoved from service--negated $54.1K sys damages"}
{"input": "I restored damaged aft deck material by applying three kapton sheet repairs, safeguarding a $2 million composite structure.", "output": "- Restored damaged aft deck material; applied three kapton sheet repairs--safeguarded $2M composite structure"}
{"input": "I spearheaded the element's LEAN initiative, reorganizing the resistance standard and reducing waste. This initiative increased the workspace by 20%.", "output": "- Spearheaded element LEAN initiative; reorganized resistance standard areacut waste--incr'd workspace 20%"}
{"input": "Primed element for LCAP inspection, zero section discrepancies noted. 86 MXG rated Excellent. Proposed promotion.", "output": "- Primed element for LCAP inspection; zero section discrepancies noted--86 MXG rated Excellent...promote"}
{"input": "An outstanding Non-Commissioned Officer (NCOaviator) who drives mission success in an international assignment, the AFELM CT OTY '12 is highly recommended for promotion to TSgt.", "output": "- Outstanding NCOaviator; drives msn success in int'l assignment; AFELM CT OTY '12--promote now to TSgt!"}
{"input": "I teach Sunday school at a local Church and serve on the prayer team. Additionally, I perform as an Acolyte captainUsher.", "output": "- Teaches sunday school @ local Church; serves on prayer team--performs also as an Acolyte captainUsher!"}
{"input": "I troubleshot generator fuel starvation by cleaning an obstructed fuel strainer, which returned to service 2 hours ahead of schedule.", "output": "- Troubleshot generator fuel starvation; cleaned obstructed fuel strainer--returned to service 2 hrs ahead of etic"}
{"input": "Oversaw a six-man 3-level team and oversaw radar cooling system analysis, minimizing downtime and restoring Air Traffic Control (ATC) operations in less than four hours.", "output": "- Oversaw six man 3-lvl tm; oversaw radar cooling sys analysis--minimized downtimerestor'd ATC ops < 4 hrs"}
{"input": "I bolstered a $928K Win 10 project by installing uplinks to four switches and deployed 4,100 laptops as part of the Air Force-wide benchmark.", "output": "- Bolstered $928K Win 10 project; installed uplinks to 4 switches--deployed 4.1K laptops AoSset AF-wide benchmark"}
{"input": "An essential volunteer for a local church, I led remodeling and cleaning details, enhancing the base-community relationship.", "output": "- Essential volunteer for local church; led remodelingcleaning details--enhanced basecommunity relationship"}
{"input": "I set up a Fire Truck Maintenance Shop, which resulted in a 70% reduction in mission response time and an 8% increase in mission capability rate. This initiative supported the busiest port in the Department of Defense (DOD).", "output": "- Set up Fire Truck Maintenance Shop; cut mx response 70%, MC rate up 8%--supported DOD's busiest port"}
{"input": "I surpassed my peers in the Unit Training Group (UGT) and completed 66 core duty tasks, taking 2 EOC tests less than 2 months ago with a score of 94.5%. I bested the Air Force Space Command (AFSC) Nexus 9%.", "output": "- Swept peers in UGT; complet'd 66 coreduty tasks2 EOC tests < 2 mosavg'd 94.5%--bested AFSC nexus 9%"}
{"input": "I folded and delivered the flag at the SNCO retirement ceremony, precisely executed, commemorating the member's service.", "output": "- Foldeddelivered flag at SNCO retirement ceremony; precisely executed--commemorated member's service"}
{"input": "Executed the 442FW AVDO program, updating 248 aircraft possession status codes. This ensured accurate reporting to AFRCA3.", "output": "- Executed 442FW AVDO prgm; updated 248 acft possession status codes--ensured accurate reporting to AFRCA3"}
{"input": "As the Habitat for Humanity lead, I organized and directed 11 Airmen training programs. Through these efforts, we renovated 56 homes, strengthening local community relations.", "output": "- Habitat for Humanity lead; org'd & directed 11 Amn tm--renovated 56 homesstrengthened local community relations"}
{"input": "Elim'd waste 22 million UPS monthly inventory (KT) and launched an in-house quarterly inspection program, which resulted in a $27Kg innovation program assessment.", "output": "- Elim'd waste22 mon UPS mx KT; launched in-house qtrly insp proc--svd $27KWg innovation prgm achvmnt"}
{"input": "Swiftly implemented the Global Headquarters (GH) Operational Endurance (OEF) mission, bedding down the 3rd Defense Time Series (DTS) suite in under 24 hours - half the allotted time.", "output": "- Swiftly implemented GH OEF mission; bedded down 3rd DTS suite in under 24 hours--half allotted time"}
{"input": "I masterfully prep unit for Andersen Air Force Base, Guam deployment, ensuring that 37 troops and 792 tools and equipment were in place on time.", "output": "- Masterfully prep unit for Andersen AFB, Guam deployment; 37 troops792 toolsequipment in place--on time"}
{"input": "Energized the Maintenance Wing (MWD) Engineering, Development, and Training (EDDDDD) training process by blending steady-state critical Area of Responsibility (AOR) specific taskers. This resulted in teams meeting joint operations.", "output": "- Energized MWD EDDDDD tng process; blended steady-statecritical AOR specific taskers--teams met jt ops"}
{"input": "Actively orchestrated the J3-NOD CC Ret. Ceremony, arranging an event for 30 guests and receiving praise as a protocol ace!", "output": "- Actively orchestrated J3-NOD CC Ret. Ceremony; arranged event for 30 guests--praised as protocol ace!"}
{"input": "Led five managerial inspects, identified 13 developmental areas, and assisted in 35 Combined Space Operations Squadron (CSS), earning the Best Combined Space Flight (CS) award in the PACAF '12.", "output": "- Led 5 managerial inspects; id'd 13 developmental areas--assisted in 35 CS garnering Best CS in PACAF '12"}
{"input": "As a support staff member for the Horses for Heroes organization, I fulfilled 6 hours of volunteer Ring Marshal duties at 26 events, raising $34,000 to support the disabled vets' charity.", "output": "- Spt d Horses for Heroes org; vol d 6 hrs Ring Marshal duties26 events--raised $34K to disabled vets' charity"}
{"input": "Oversaw two tailpipe repairs and applied ceramic coating applications, enabling the squadron to achieve eight Air Conditioning units (AC) in just five days.", "output": "- Oversaw two tailpipe repairs; applied ceramic coating applications--enabled sqdn goaleight AC in five days"}
{"input": "Spearheaded a Major Field House (MFH) main sewer stoppage by quickly unclogging three manholes, ensuring zero interruptions to 4,200 residents.", "output": "- Spearheaded MFH main sewer stoppage; quickly unclogged 3 manholes--zero interruptions to 4.2K residents"}
{"input": "Directed Command and Control (C2) for 23 command training missions, commanding 231 sorties and 6 control technicians. This was a vital component of the Wing's $95 million flying HR program.", "output": "- Directed C2 for 23 cmbt trng msns; mng'd 231 sorties6 control techs--vital component of FW's $95M flying hr prgm"}
{"input": "Revamped GT '13 support reception, reducing redundancies by shaved 3.5 hours. This improvement was praised by the wing logistics staff. Best seen.", "output": "- Revamped GT '13 support reception; reduced redundanciesshaved 3.5 hrs--praised by wg ldrshpBest seen"}
{"input": "As an AFBulletSafe, I conducted flawless operations for the fleet squadron and performed Landing Site Test (LST) on the xxx aircraft, which was integral to the fleet ramp transition.", "output": "- AFBulletSafe - Conducted flawless ops for fleet svc; performed LST on xxx acft--integral to fleetramp transition"}
{"input": "Oversaw aft deck repair and steered six members in material repairs stack-up operations, saving $2 million in trailing edge promote.", "output": "- Oversaw aft deck repair; steered six mbrs in material repairstack-up ops--saved $2M  trailing edge promote"}
{"input": "Directed ECST, combining 13 training requirements, resulting in 687 wing personnel trained in support of OIFOREEF missions.", "output": "- Directed ECST; combined 13 training requirements--687 wing personnel trained in support of OIFOEF missions"}
{"input": "Dynamic safety representative, I steered $5.2 million in explosives on-load eight missions, garnered ABW's 4th Qtr Wings Squadron Award.", "output": "- Dynamic safety rep; steered $5.2M43 explosives on-loadeight msns--garnered ABW's 4th Qtr Wpns Sfty Awd"}
{"input": "I managed the awards and decorations program, processing 3 decorations and 36 awards, ensuring that 27 Airmen were recognized.", "output": "- Managed awards and decorations program; processed 3 decorations36 awards--ensured 27 Airmen were recognized"}
{"input": "Vol'd (area) honor guardsman, demonstrating unmatched professionalism and dedication to duty. This individual is the epitome of the Air Force Whole Airmen Concept.", "output": "- Vol'd (area) honor guardsman; unmatched professionalismdedication to duty--epitome of AF Whole Airmen Concept"}
{"input": "I epitomized the Wingman character by dedicating 40 hours as On-Call DD, ensuring the safety of Airmen and potential DUI saves.", "output": "- Epitomized Wingman character; devoted 40 hrs as On-Call DD--ensured Amn's safety6 potential DUI saves"}
{"input": "As an assistant, I assisted 352 Squadron Operations Group (SOG) with short notice of Operational Readiness (ORI) prep, involving 300 medical records. I worked for four hours retrieving records, which resulted in a promotion to Senior Air Force (SrA) BTZ status.", "output": "- Assisted 352 SOG with short notice ORI prep, 300 med rcds; 4 hours retrieving records--promote to SrA BTZ!"}
{"input": "Completed a 3-day AFSO21 course, linking 8-step problem solving technology to an on-the-job training program. Two members were UG'd to 5 flight in less than 6 months.", "output": "- Completed 3-day AFSO21 crse; linked 8-step problem solving tech to OJT pgm--2 mbrs UG'd to 5 lvl <6 mos"}
{"input": "I removed corrosion on 30 T-38 wheels by priming and painting the wheel scheme. This action extended the service life by five years.", "output": "- Removed corrosion on 30 T-38 wheels; primed and painted wheel scheme--extended service life by five years"}
{"input": "I rebuilt 16 PCs and upgraded the System Development Center (SDC) version on 45 clients, cutting vulnerabilities and applying the Air Force mandated configuration.", "output": "- Rebuilt 16 PCs & upgraded SDC version on 45 clients; cut vulnerabilities--applied AF mandated configuration"}
{"input": "Integrated 18 personnel and processed in-bounds into mission-capable status in 2 weeks, increasing the Logistics Officer (LO) workforce by 12%.", "output": "- Integrated 18 personnel; processed in-bounds into msn-capable status in 2 wks--increased LO workforce 12%"}
{"input": "I identified 53 PMI errors and successfully synced the mission schedule 2 system, which enforced FAA standards. This resulted in a $13 million ATC asset value and 20 man-hours per year.", "output": "- ID'd 53 PMI errors; sync'd mx sched2 sysenforced FAA stds--sfgrd'd $13M ATC assetssvd 20 man-hrs yrly"}
{"input": "Flawlessly managed the F-107 engine program, lauding the ruining Command and Control Unit (CUI) for airtight tracking of $XXM assets - a Zone Development Perfection.", "output": "- Flawlessly managed F-107 engine pgm; lauded ruing CUI for airtight tracking of $XXM assets--ZDperfection"}
{"input": "Synced joint Defense Information Systems Operations (DRMO) for three divisions and rallied four personnel to process 109 assets for Defense Logistics Agency (DoD) reallocation. Through these efforts, we recouped $36,000 in IT resources.", "output": "- Synced joint DRMO f3 divs; rallied 4 persprocessed 109 assets fDoD reallocation--recouped $36K in IT resources"}
{"input": "I graduated a 280-hour, 7-week Master of Technology (MTI) course, imparting guidance principles and increasing manning during critical infrastructure shortfall.", "output": "- Grad'd 280 hr7 wk MTI course; imbued wguiding principles--increased manning during critical instr shortfall"}
{"input": "I epitomized professionalism and was selected to fly the Air Mobility Command (AMCA3DO) into the Operational Endurance Theater (OEF) for site visits. This mission allowed me to have hands on Air and Space Expeditionary Force (AOR) assets.", "output": "- Epitomized professionalism; selected to fly AMCA3DO into OEF theater for site visits--hands on AOR assets"}
{"input": "Obtained alternate fuel delivery location and merged the wing spar TCTOPhase, resulting in the salvage of 192 man-hours and 2 days of non-mission capable per aircraft.", "output": "- Obtained alternate fuel mx location; merged wg spar TCTOPhase--salvaged 192 man-hrs2 days NMC per ac"}
{"input": "I provided a 4-hour gift wrap service for the CES Booster Club fundraiser, raising $500 for the holiday party promoter.", "output": "- Spt'd CES Booster Club fundraiser; provided 4 hrs gift wrap service--raised $500 for holiday party promote"}
{"input": "Led the electronic health record rollout, registering 1,400 DoDsingapore AF6K pharmacy accounts x 1 month, winning the MTF's Lance P. Sijan awardwg nomination.", "output": "- Led e-hlth rcrd rollout; reg'd 1.4K DoDSingapore AF6K pharm accts x 1 mos--won MTF's Lance P. Sijan awdwg nom"}
{"input": "Validated expiring Base Payment Accounts (BPAs) valued at $600,000 and coordinated 12 renewals, resulting in a 23% decrease in General Purpose Card (GPC) orders and thwarting 192 man-hours.", "output": "- Validated expiring BPAs$600K; coord 12 renewals--slashed add'l 23% GPC orders & thwarted 192 man-hrs"}
{"input": "I built the Combined Space Operations Center (CSpOC) status of the blue forces application by modernizing the sensor maintenance and downtime workflow. This resulted in a 60% decrease in manual entries.", "output": "- Built CSpOC status of blue forces app; modernized sensor mx & downtime workflow--decr'd manual entries by 60%"}
{"input": "As a superior mechanic, my troubleshooting ability significantly slashed the equipment dead line 50%, resulting in an increased Air Expeditionary Unit (AGE) reliability of 9%.", "output": "- Superior mechanic; troubleshooting ability slashed equipment dead line 50%--increased AGE reliability 9%"}
{"input": "Led a 5-member team to a joint tactical terminal radiopower supply unit, enabling a prime IFF link and providing support to 140 analysts and 1,300 missions.", "output": "- Led 5-mbr team joint tactical terminal radiopwr supply ug; enabled prime IFF link--spt'd 140 analysts1.3K msns"}
{"input": "Controlled the shelf-life program and inspected status-coordinated testing, maintaining 100% chemical serviceability.", "output": "- Controlled shelf-life program; inspected statuscoordinated testing--maintained 100% chemical serviceability"}
{"input": "Formulates deployment strategies, ensuring the readiness of all Unit Training Centers (UTCs) tasked personnel and cargo, resulting in a 100% mission success rate.", "output": "- Formulates deployment strategies; ensuring readiness of all UTC's tasked personnel and cargo--100% msns success"}
{"input": "I provided support for five flying squadrons, producing 5,000 sorties and 30,000 flight hours, refueling 20,000 reserves, and delivering 29,000 ST of cargo worldwide.", "output": "- Spt'd 5 flying sqs; produced 5K sorties30K flt hrs--refueled 21K rcvrsdelivered 29K ST of cargo worldwide"}
{"input": "I mended a damaged tailcone by reinforcing 10 elongated fastener holes, preventing part replacement and saving $23,000.", "output": "- Mended damaged tailcone; reinforced 10 elongated fastener holes; prevented part replacement--saved $23K"}
{"input": "Deployed for 120 days to Balad AB, Iraq, generating 2,800 combat sorties and 4,000 tons of cargo, successfully transporting 35.4K passengers.", "output": "- Deployed 120 days to Balad AB, Iraq; generated 2.8K combat sorties--4K tons of cargo35.4K pax transported"}
{"input": "Handled a short-notice tasker and set up a new Blackberry within 2 hours, ensuring the MSG Senior Technical Deployment Team (TSG) was on track and commended for their effort.", "output": "- Handled short-notice tasker; set up new Blackberry <2 hrs--ensured MSG Supt TDY on trackcoined for effort"}
{"input": "I mastered the Effective Feedback course, developing managerial and leadership skills, and mentoring Air Force future leaders.", "output": "- Mastered Effective Feedback crs; developed managerial and leadership skills--mentored AF future leaders"}
{"input": "As a voting representative, I provided accurate information, reviewed requests, ensured accuracy, and ensured eligibility to vote, improving the election integrity.", "output": "- Voting rep; provided info, reviewed requests, ensured accuracy, eligibility to vote--improved election integrity"}
{"input": "As the Sq Booster Club Treasurer, I led planning fundraising for five major events, raising $3,000. This initiative enhanced the squadron's morale among the squadron members.", "output": "- Sq Booster Club Treasurer; led planningfundraising for five major events--raised $3Kenhanced sq morale"}
{"input": "I successfully resolved an aircraft fuel transfer malfunction by replacing a faulty isolation valve, contributing to the wing's 3,789.8 flying hours.", "output": "- Resolved ac fuel transfer malfunction; replaced faulty isolation valve--contributed to wing's 3,789.8 flying hrs"}
{"input": "During the renovation of the weapons extended storage bay, I organized 400 equip items, resulting in a 70% increase in floor space.", "output": "- Helped renovation of weapons extended storage bay; organized 400 equip items--increased floor space 70%"}
{"input": "During the joint squadron CCATT exercise, I actively participated and assisted in securing and transporting equipment worth $993,000. This contribution ensured the 100% readiness of the unit.", "output": "- Involved; Assisted jt srv CCATT exercisesecured and transported equipment worth $993K--ensured 100% readiness"}
{"input": "Directed the upgrade of 205 System Facility (SFS) radios worth $932,000. I verified programming and encryption capabilities, resulting in a promotion to SSgt.", "output": "- Direct'd upgrade of 205 SFS radios worth $932K; verified programming & encryption capes--promote to SSgt!"}
{"input": "I coordinated a presentation with a tool vendor, providing training to seven members, upgrading the capability of the $26 million+ Air Force Space and Missile Systems Acquisition program.", "output": "- Coordinated presentation wtool vendor; provided tng to 7 mbrs--upgraded capability of $26M+ AF SwA pgm"}
{"input": "As an academically focused individual, I successfully completed 30 out of 45 credit hours in the Drexel University Graduate program, achieving a solid 3.3 GPA.", "output": "- Academically focused; completed 30 of 45 credit hours Drexel University Graduate program--solid 3.3 GPA"}
{"input": "Key to the environmental control system (TCTO), I installed bonded subscription rings, eliminating damage to a $55,000 duct assembly.", "output": "- Key to environmental control system TCTO; installedbonded spt rings--eliminated damage to $55K duct assy"}
{"input": "I managed a 3-team wing spar TCTO, successfully completing a $7.8 million fleet 80% CW over 1.5 years, contributing to the USAFE's '13 Gen Creech Award win.", "output": "- Managed 3-tr wg spar TCTO; svd $7.8Mfleet 80% cw <1.5 yrs--fostered USAFE's '13 Gen Creech Awd win"}
{"input": "Streamlined Aircrew driving procedures and educated the entire section on standing policy, ensuring efficient support.", "output": "- Streamlined Aircrew driving procedures; educated entire section on standing policy--ensured efficient support"}
{"input": "The superior leader of the Human Space Operations (HSO) office, I directed the completion of over 320 Defense Logistics Agency (DHAs) and supported critical requirements for the fed mission.", "output": "- Superior leader of HSM office; directed completion of over 320 DHAs--supported critical requirements fed mission"}
{"input": "Resolved an Aircraft Unit (APU) uncommanded shutdown by adjusting fuel control ranges. This prevented APU replacements and saved mission data.", "output": "- Resolved APU uncommanded shutdown; adjusted fuel cntl ranges--prevented APU replacementsaved msn dep"}
{"input": "As a dual-hatted MSF Project Management Support (MSF) Project Manager, I directed 60 Air Force 28 AFSCs11 USA3 ofcssust'd 361 facts, resulting in the team reaped an 8 sq3 GP1 Wing award.", "output": "- Dual-hat'd MSF PMEng Supt; dir'd 60 AF28 AFSCs11 USA3 ofcssust'd 361 fac--tm reaped 8 sq3 gp1 wg awd"}
{"input": "Led the GT Ex UCC and executed six CAT directives, cementing the wing's USSTRATCOM Best Strategic Acquisition Wing Award in '16.", "output": "- Led GT Ex UCC; executed six CAT directives--cemented wg's USSTRATCOM Best Strategic Acft Wing Awd '16"}
{"input": "Conducted an annual inventory of over 633+ hardware items, tackling one of the Wing's largest ADPE acts - 414k IT assets sec'd.", "output": "- Conducted annual inventory of 633+ hardware items; tackled one of Wing's largest ADPE acts--414k IT assets sec'd"}
{"input": "As the MDG Safety Rep, I briefed 138 personnel on 101 CDS requirements and ensured the safety of 17 riders, resulting in zero accidents to date.", "output": "- MDG Safety Rep; briefed 138 per on 101 CDS requirements; ensured safety for 17 riders--0 accidents to date"}
{"input": "Flight-followed over 150 sorties and rapidly notified agencies, providing aircrews with a quick turn-around for mission completion.", "output": "- Flight-followed 150+ sorties; rapidly notified agencies--aircrews given quick turn-around for msn completion"}
{"input": "Enriched recruiters' marketing skills by showcasing Air Force opportunities to over 250 businesses. This resulted in the squadron penned 402 NEC4 Specialists.", "output": "- Enriched recruiters marketing skills; 250+ businesses exhibited AF opportunities--sq penned 402 NEC4 PS"}
{"input": "Directly supported theatre operations by redistributing 10 personnel beds, boosting the 379th Air Expeditionary Wing capability, saving the Air Force $40,000.", "output": "- Directly supported theatre ops; redistribut'd 10 pt beds--boosted 379th AEW capabilitysaved AFCENT $40K"}
{"input": "I volunteered at the Missouri Veterans Home, where I played cards and served meals. Through my involvement, I fostered base and community relations.", "output": "- Volunteered at Missouri Veterans Home; played cardsserved meals--fostered base and community relations"}
{"input": "Led the WPNS Honor Flight team and isolated fixed 5 over 18 month-old video deployments (DD's) in less than one month. This achievement contributed to the 2425th Airborne Expeditionary Force (AEF) training.", "output": "- Led WPNS HOF tm; isolatedfixed 5 >18 mnth wpns video DD's <1month--2425 acft MAV capableAEF rdy"}
{"input": "I painted five HH-60 HIRSS extenders, safeguarding $300,000 worth of assets from corrosion. This action ensured that rescue missions were ready.", "output": "- Painted five HH-60 HIRSS extenders; protected $300K assets from corrosion--ensured rescue missions ready"}
{"input": "As a Rising Four council member, I voiced the concerns and ideas of the unit to squadron leadership, becoming a valuable leader amongst my peers.", "output": "- Rising Four council member; voiced concerns and ideas of unit to squadron leadership--leader amongst peers"}
{"input": "I taught economics classes at an elementary school Achievement Program, consisting of an 8-hour class for 16 students. Through my teaching experience, I inspired higher learning opportunities for elementary school students.", "output": "- Taught economics crs at elementary school Achievement Prgm; 8 hr class16 students--inspired higher learning"}
{"input": "Oversaw the flight operations system security effort, identifying and fixing 2,000 critical errors. This secured Air Combat Command's (ACC) lead sortie scheduling system.", "output": "- Oversaw flt ops system security effort; ID'dfixed 2K critical errors--secured ACC's lead sortie scheduling sys"}
{"input": "I evaluated a cracked intake and fabricated/installed a non-flush patch, effectively eliminating a possible Field of Duty (FOD) to a $3.8 million aircraft engine.", "output": "- Evaluated cracked intake; fabricatedinstalled non-flush patch--eliminated possible FOD to $3.8M acft engine"}
{"input": "As a chauffeur for Team Osan Air Power Days '08, I transported 87 distinguished visitors, boosting host nation relations.", "output": "- Team Osan Air Power Days '08 chauffeur; transported 87 distinguished visitors--boosted host nation relations"}
{"input": "I replaced the legacy Intelligence, Surveillance, and Reconnaissance (ISR) collection management workflow, which was accepted by operations in less than 8 months. This improvement increased System of Interest (SOI) tasking efficiency by 280%.", "output": "- Replaced legacy ISR collection mgmt workflow; ops accepted in <8-mos--improved SOI tasking efficiency by 280%"}
{"input": "I trained Ft Hood and Ft Riley Joint Operations Center (JARNOs) and facilitated 10 hours of Flight Maintenance Simulator (FMT) training, which enhanced the ASOC personnel's readiness AF-wide.", "output": "- Trained Ft HoodFt Riley JARNOs; facilitated 10 hours of FMT sim--advanced ASOC personnel readiness AF wide"}
{"input": "I restored virus protection and backup capability for Det 1, Corey Field by rebuilding servers, resulting in the site being on-line in just 2 days.", "output": "- Restored virus protection and back-up capability for Det 1, Corey Field; rebuilt servers--site on-line in 2 days"}
{"input": "I motivated the ESO to locate the Logistics Management System (LMMS) shortfall policy to complete training advice for the AD office, resulting in the identification of 13 Total Force Combatant Command (CCAF) graduates.", "output": "- Motivat'd ESO; located LMMS shortfall policy to complete rqmtsadvis'd AD office--13 Total Force CCAF grads ID'd"}
{"input": "I meticulously scrutinized 84 civil position descriptions and matched skill level to job requirement, mitigating unnecessary growth.", "output": "- Scrutinized 84 civ position descriptions; matched skill level to job requirement--mitigated unnecessary growth"}
{"input": "As the Unit Functional Area Records Manager, I coordinated file programs for 9 offices and 157 personnel, ensuring 100% square compliance.", "output": "- Unit Functional Area Records Manager; coor'd file pgrms for 9 offices157 pers--ensured 100% sq compliance"}
{"input": "Meticulously validated 11 LCAP inspection items, ensuring 100% process compliance and being lauded as the best organized to date.", "output": "- Meticulously validated 11 LCAP inspection items; 100% process compliant--lauded as best organized to date"}
{"input": "Diagnosed a navigation pod problem and repaired the bulkhead cannon plug wire, saving the Air Force $342,000 in parts cost. This action made the Squadron Sergeant (SSgt) ready.", "output": "- Diagnosed nav pod problem; repaired bulkhead cannon plug wire--saved AF $342K in parts cost--SSgt ready"}
{"input": "I provided support to the Intelligence Group (IG) planning cell by organizing an active shooter exercise with 150 personnel and 30 injects. This exercise validated the Fighter Wing's capability.", "output": "- Supported IG planning cell; org'd active shooter exercise, 150 personnel, 30 injects--validated FW capability"}
{"input": "Active member of Base Honor Guard, selected for 86th Air and Space Expeditionary Squadron (AW) 911 retreat flag ceremony. Honored our fallen heroes.", "output": "- Active mbr of Base Honor Guard; selected for 86 AW 911 retreat flag ceremony--honored our fallen heroes"}
{"input": "Forecasted transient Red Flag aircraft weather, maintaining international relations, and was lauded by the Japanese aircrew.", "output": "- Forecasted transient Red Flag aircraft weather; maintained international relations--lauded by Japanese aircrew"}
{"input": "I donated 8 hours of my time towards Air Expo 2012, which resulted in over $5,000 being raised for the squadron's holiday party. This was a successful event for 200,000 spectators.", "output": "- Donated 8 hrs towards Air Expo 2012; $5K+ raised for sq holiday party--successful event for 200K spectators"}
{"input": "I aided the ROK orphanage drive by donating 40 lbs of crucial winter supplies, gratifying the quality of life of 26 children amidst the COVID-19 pandemic.", "output": "- Aided ROK orphanage drive; gifted 40 lbs of crucial winter supplies--gratified QoL of 26 children amidst COVID-19"}
{"input": "BNR'd to SAV USAFAMPS by 10 MSGCCC, 26 programs evaluated, AFIA rated in compliance during Unit Compliance Inspection (UCI).", "output": "- BNR'd to SAV USAFAMPS by 10 MSGCCC; 26 prgms evaluated--AFIA rated in compliance during UCI"}
{"input": "I successfully completed an 89 tool kit supervisory inspection, identifying and correcting 50 discrepancies, resulting in a 100% Quality Assurance (QA) pass.", "output": "- Completed 89 tool kit supervisory inspection; identifiedcorrected 50 discrepancies--garnered 100% QA pass"}
{"input": "I transformed the Combined Space Operations Center (CS ADO) Program by identifying and correcting 15 discrepancies. This achievement garnered an excellent rating during the base's Space Affairs Visitor (SAV).", "output": "- Transformed CS ADO Program;id'dcorrected 15 discrepancies--garnered Excellent rating during base SAV"}
{"input": "Supervised 13,000 maintenance tasks and 539 missions, driving the GP best with an 82% MC rating and an ACC standard of 8% performance. This resulted in 1,800 FHP and 3,600 RAP qualifications.", "output": "- Supervised 13K mx tasks539 msns; drove gp best 82% MC rtbeat ACC std 8%--pwr'd 1.8K FHP3.6K RAP quals"}
{"input": "Recently promoted to Senior Airman (SrA), I am currently tackling new challenges. I am considering a promotion when the opportunity presents itself.", "output": "- Recently promoted to SrA; tackles new challenges--consider promotion when the opportunity presents itself"}
{"input": "Facilitated Airmen Development (ADN) development by coordinating 6x leadership courses by John C. Maxwell, 2x public speaking classes, and developing 130 ADNs.", "output": "- Facilitated Amn development; coord'd 6x ldrshp crses by John C. Maxwell2x public speaking crs's--dev'd 130 Amn"}
{"input": "I supervised the refurbishment of the HC-130P flap and successfully returned serviceable assets to the supply, saving $225,000.", "output": "- Supervised HC-130P flap refurbishment; returned serviceable assets to supply--saved $225K..."}
{"input": "I identified a visitor pass shortfall and released an emergency software update, enabling 58,000 passes and ensuring the safety of 40,000 personnel with $3.1 billion worth of assets.", "output": "- ID'd visitor pass shortfall; released emer sw update--enabled 58K passes & safety of 40K prsnl$3.1B assets"}
{"input": "Spearheaded the command staff awards program and vetted all HQ staff packages, ensuring the recognition of all military personnel.", "output": "- Spearheaded cmd staff awards prgm; vetted all HQ staff pkgs--ensured recognition of all milciv personnel"}
{"input": "Rendered intelligence for five LRIs, aided 172 sorties, improved wing Tasking Patterns (TPPs), and positioned the Wing to crush NATO Strike Expeditionary Unit (FW).", "output": "- Rendered intel for five LRIs; aided 172 sorties improved wing TTPs--poised FW to crush NATO Strike Eval"}
{"input": "I installed a repaired multiline phone for the VA audiology lab, accommodating a 50% manning increase. This initiative was lauded by the Command and Control (CC).", "output": "- Installedrepaired multiline phone for VA audiology lab; accommodated 50% manning increase--lauded by CC"}
{"input": "Steered TMO freight operations, in-checking and securing 15 NWRM assets worth $6.4 million lbs. This was the key to the Wing's 1st Defense Logistics Division Phoenix award in '17.", "output": "- Steered TMO freight ops; in-checkedsecured 15 NWRM assets$6.4M2K lbs--key to Wg's 1st DoD Phoenix awd '17"}
{"input": "Diagnosed an overheating air conditioner and rebuilt a damaged water pump, saving the Air Force $15,000 in engine replacement cost.", "output": "- Diagnosed overheating air conditioner; rebuilt damaged water pump--saved AF $15K engine replacement cost"}
{"input": "I launched a C-5 wing slat to Higher Headquarters (HI), urgently transloading a T-2 in less than 45 minutes. This hastened the theater mobility weapons system to Full Mission Capability (FMC).", "output": "- Launched C-5 wing slat to HI; urgently transloaded T-2 in <45 min--hastened theater mobility wpn sys to FMC"}
{"input": "Surveyed 950 CY of concrete and a Live Ordnance Loading Apron, ensuring ordnance safety during pilot exercises.", "output": "- Surveyed 950 CY of concrete; Live Ordnance Loading Apron--ensured ordnance safety during pilot exercises"}
{"input": "As a PDE class leader, I mentored 24 Airmen through 208 classroom hours and four class events, contributing to the 100% graduation of future AF leaders.", "output": "- PDE class leader; mentored 24 Amn through 208 crs hrs4 class events--key to 100% graduation of future AF leaders"}
{"input": "Standing above peers, I was nominated for two Airmen of the Month boards and one Quarterly board. My exceptional performance warrants promotion to Senior Airman.", "output": "- Stands above peers; nominatedwon two Airmen of the Month boards and one Quarterly board--promote to SrA"}
{"input": "I performed derivative tape system installation on two Aircraft Controllers (AC), applying faired tape and preparing for a $1 million range mission.", "output": "- Performed derivative tape system installation on two AC; appliedfaired tape--readied for $1M range mission"}
{"input": "I primed the base for hi-vis agendas and organized for the Speakr, NV General, and STAFFDEL initiatives. As a result, the Air Force needs her as a SMSgt now.", "output": "- Primed base for hi-vis agendas; org'd frmr Speakr, NV Gvnr, STAFFDEL itins--AF needs her as a SMSgt now"}
{"input": "I synced two teams for a 6th POTUS staff assignment, leading an 8-person recruitment of 78 WH staff. This mission successfully resulted in the first meeting with the new Japanese Emperor.", "output": "- Sync'd 2 tms f 6 POTUS spt acft; led 8 prsnlmvd 78 WH staffUSSS prsnl--pwr'd 1st mtg w new Japanese Emperor"}
{"input": "I participated in the wing pallet build-up cargo prep mission for the Hazardmat course, scheduling six units and 83 personnel. This ensured that the FW's priorities were met.", "output": "- Wg pallet build-up cgo prepHazmat crs POC; scheduled six unitstnd 83 prsnl--assured FW's priorities met"}
{"input": "As a Homeland Defense defender, I generated four ONE sorties in support of Superbowl XLIV, safeguarding 74,006 Americans.", "output": "- Homeland defender; generated four ONE sorties in support of Superbowl XLIV--safeguarded 74K Americans"}
{"input": "I piloted a driver training program, utilizing an Air Force-wide certification of over 200,000 pilots, the sole Air Force driver training application, resulting in a 75% reduction in training time.", "output": "- Piloted drivers trng pgm; used AF-wide200K+ prsnl, sole AF drivers tng application--reduced tng time 75%"}
{"input": "As an aircraft flight technical manual expert, I am a 360-hour 20-day Training Day (TDY), line-by-line integration of NATO USAF flight pubs, resulting in savings of $3 million.", "output": "- Acft flt tech manual expert; 360 hr20 day TDY, line-by-line integration of NATOUSAF flt pubs--saved $3M"}
{"input": "As the designated driver for the Sq Christmas Party, I provided a safe ride home for fellow Airmen, circumventing four possible DUI's.", "output": "- Sq Christmas Party designated driver; provided fellow Amn safe ride home--circumvented four possible DUI's"}
{"input": "I expertly trained two members and instructed DoDAF guidance, resulting in 100% COMPUSEC qualification one month ahead of schedule.", "output": "- Expertly trained two mbrs; instructed DoDAF guidance--100% COMPUSEC qualified 1 month ahead of sched"}
{"input": "I taught 3 Airmen in the Unit Training Group (UGT), providing instruction on Smoke Opacity Meter operations and calibration. Through these training sessions, I certified 6 core3 shop tasks, enhancing my expertise and qualifications.", "output": "- Taught 3 Amn in UGT; instructed Smoke Opacity Meter ops & calibration--cert'd 6 core3 shop tasks...promote"}
{"input": "I delivered the first CNS-ATM KC-10A aircraft attachment to TAFB, enabling training for four Squadron members on new avionics upgrade.", "output": "- SME fnon-std flt; delivered 1st CNS-ATM KC-10A acft to TAFB--enabled tng f4 Sq mbrs on new avionics upgrade"}
{"input": "I donated 20 hours of my time to the Airman's Attic, organizing donated items and enabling 800 Jr enlisted access to household goods.", "output": "- Donated 20 hrs to Airman's Attic; organized donated items--enabled 800 Jr enlisted access to household goods"}
{"input": "I modernized 16 medical devices by assembling a $30,000 equipment package, which increased chem radiation detection and protected 9,000 personnel.", "output": "- Modernized 16 med devices; assembled $30K equip package--increased chemradiation detection, protected 9K prsnl"}
{"input": "Dispatched to two Helping Hands, I challenged suspects to establish cordons, eliminating threats to Personal Protective Equipment (PPE) assets.", "output": "- Dispatched to two Helping Hands; challenged suspectsestablished cordons--eliminated threats to PL assets"}
{"input": "Aided wTCTO Inventory reconciliation by correcting over 80 guest backorder discrepancies, resulting in 100% accountability.", "output": "- Aided wTCTO Inventoryreconciliation; corrected 80+ whsebackorder discrepancies--100% accountability"}
{"input": "Doc'd WSEP training for end production, recorded six hours. This highlighted the bilateral warfighting ability with British Amnassets.", "output": "- Doc'd WSEP tng for end prod; recorded six hrs--highlighted bilateral warfighting ability w British Amnassets"}
{"input": "Orchestrated 110 nightly security checks, protecting 10 buildings' $302 million infrastructure. Through these efforts, I maintained the facility integrity.", "output": "- Orchestrat'd 110 nightly security checks; protected 10 bldgs$302M infrastructure--maintained facility integrity"}
{"input": "Led the first-ever PMEL Training Demonstration (TDY) to Pakistan, setting up 5 skill-trained 13 lieutenants on 15 tasks, improving the ally's communication capabilities.", "output": "- Led 1st-ever PMEL TDY to Pakistan; set up 5 stdstrained 13 ldrs on 15 tasks--improved ally's cal capabilities"}
{"input": "As the lead QA Tiger Team, I contributed down 540 days and reviewed 3,000 maintenance actions, resulting in 127 errors. This contributed to the functional release of the first flight.", "output": "- Lead QA Tiger Team; acft down 540 daysreviewed 3K mx actions127 errors--acft functional release 1st flt"}
{"input": "I drove a 100% customer review, providing support for 1st Sergeant initiatives surveying 70 dorm rooms in less than eight hours. This mission crushed the wing's five-day suspense.", "output": "- Drove 100% qtre review; spt'd 1Sgt initiativesurvey'd 70 dorm rms < eight hrs--crushed wg's five-day suspense"}
{"input": "Detecting one inch cut on main landing gear tire during EOR inspection, I replaced the tire less than 1 hour ago. The aircraft successfully flew the next scheduled scheduled flight.", "output": "- Detected one inch cut on main landing gear tire during EOR insp; replaced tire < 1 hr--acft flew next sched srt"}
{"input": "I assigned 6,300 girls (JP-8) to two Ex OPEN SKIES assignment, supporting 31 observation missions. This achievement elevated multi-lateral relations.", "output": "- Iss'd 6.3K gals JP-8 to two Ex OPEN SKIES acft; supt'd 31 observation msns--elevated multi-lateral relations"}
{"input": "ID'dnegated unfavorable weather conditions, MIA missions were adjusted, and remains were transported safely from Colony Glacier.", "output": "- ID'dnegated unfavorable wx conditions; MIA msns adjusted--transported remains safely from Colony Glacier"}
{"input": "As a wingman, I volunteered 24 hours toward Minot's Airmen Against Drunk Driving program, which resulted in 5 BW91 MW netting 779 saves.", "output": "- Wingman; volunteered 24 hrs toward Minot's Airmen Against Drunk Driving--5 BW91 MW netted 779 saves"}
{"input": "Executed a work center training plan and trained a newly assigned Non-Commissioned Officer (NCO) and four Airmen in Air Mobility Training (AMT) duties, delivering 100% on-the-job training.", "output": "- Executed work center trng plan; trainedbriefed newly assigned NCO & 4 Amn in AMT duties--delivered 100% OJT"}
{"input": "I drove an awards program and garnered 12 squadron, 3 GP PJ NCOSNCOCRO OTY winners - service and people before self.", "output": "- Drove awrds prgm; garnered 12 sq, 3 gp PJ NCOSNCOCRO OTY winners--service & people before self"}
{"input": "Alleviated Code 3 CNI transmit by fixing 8 hours replaced power amplifier, securing the units' best 4.8% break rate (52% above Air Force standard).", "output": "- Alleviated Code 3 CNI transmit; fixed <8 hrsreplaced power amp--secured units best 4.8% break rate52% >AF std"}
{"input": "Committed to self-improvement and enrolled for the Senior Noncommissioned Officer (SNCO) enhancement seminar. This opportunity broadened my leadership ability and mentoring skills.", "output": "- Committed to self improvement; sel'd for SNCO enhancement seminar--broadened leadership abilitymentoring skills"}
{"input": "Observed one vessel inspections and ensured vessel suitability, allowing the transport of mission critical fuel to PACOM Area of Responsibility (AOR).", "output": "- Observed 1 vessel inspections; ensured vessel suitability--allowed transport of msn critical fuel to PACOM AOR"}
{"input": "Self-starter, marked work by integrity initiative, truly among the best. Promotion to Staff Sergeant on target.", "output": "- Self-starter; marked work by integrityinitiative...truly among the best--promotion to SSgt on target"}
{"input": "I am detail-oriented and have reviewed and summarized reports and documents with 100% accuracy and accountability.", "output": "- Detail oriented; reviewed and summarized reports and documents--with 100% accuracy and accountability"}
{"input": "During the support of Op ODYSSEY DAWN, I coordinated the deployment of 162 missiles with the Tasking Area Command (TAC Command), resulting in the removal of the dictatorship and the freeing of Libyan people.", "output": "- Spt'd Op ODYSSEY DAWN; coord'd wTACCmvd 162 missiles--removed dictatorshipfreed Libyan people"}
{"input": "As a superior, I supervised loading operations for 350 missions monthly, contributing to a 99.5% on-time departure reliability rate.", "output": "- Superior; supervised loading ops for 350 msns monthly--contributed to 99.5% on time departure reliability rate"}
{"input": "I revamped five exhaust tailpipe assemblies by removing and applying ceramic coatings, saving $12 million in supply assets.", "output": "- Revamped five exhaust tailpipe assemblies; removedapplied ceramic coatings--saved $12M in supply assets"}
{"input": "Having a good work ethic and tackling any task above my skill level with outstanding results, I am highly recommended for promotion to Senior Airman.", "output": "- Good work ethic; tackles any task above his skill level woutstanding results--promotion to SrA recommended"}
{"input": "I refurbished 29 B-2T-38 wheel sets by preparing and spraying protective coatings. Through this action, I returned $36.3k items to the supply.", "output": "- Refurbished 29 B-2T-38 wheel sets; preparedsprayed protective coatings--returned $36.3K items to supply"}
{"input": "Identified a missing tile at Field Operating Location (FOL), wrote disposition applied tile, and first deployed the RTV88 adhesive replacement task.", "output": "- Identified missing tile at FOL; wrote dispositionapplied tile--first deployed RTV88 adhesive replacement task"}
{"input": "Led 10 Airmen for a $1.2 million PL-2 beddown, synchronized with 8 organization installations and 6 High Voltage Equipment 2K flight decks, successfully completing a $576 million Intelligence, Surveillance, and Reconnaissance mission.", "output": "- Led 10 Amn f$1.2M PL-2 beddown; sync'd w8 orgsinstall'd 6 HV eqpmt2K ft cbl--prot'd $576M ISR msn2 mos AoS"}
{"input": "Designed a $20k CBRN trailer, upgrading equipment storage enabled year-round operations and protected $322,000 in Gear assets.", "output": "- Designed $20K CBRN trailer; upgraded eqpmt storageenabled yr-round ops--protected $322K in Gp assets"}
{"input": "I provided individual assistance to 6 Airmen by guiding study sessions, resulting in an average test score increase of 10% and a 100% graduate.", "output": "- Provided individual assistance to 6 Amn; guided study sessions--avg test score increased 10% & 100% grad'd"}
{"input": "Led 28 Air Mobility Area (AMO)'s largest APS operations, conducting 13 squadron-wide 286k assets worth $260 million. This initiative resulted in two Compliance Inspector General (Compliance Inspectors) inspections.", "output": "- Led 28 AmnAOR's largest APS operations; cntrl'd 13 whses286K assets$260M--2 Compliance Insp OPs"}
{"input": "An outstanding trainer, I provided comprehensive instruction to peers on the KC-135R crossover from other airframes, resulting in the on-time stand-up of the 912ARS.", "output": "- Outstanding trainer; instructed peers on KC-135R crossover from other airframes--on time stand up of 912ARS"}
{"input": "I isolated an engfuel system malfunction by replacing a faulty augmenter fuel control, which slaughtered a 12-hour repair task by 3 hours.", "output": "- Isolated engfuel sys malfunction; replaced faulty augmenter fuel control--slaughtered 12 hr repair std by 3 hrs"}
{"input": "Acquired 12 new computers from the sister squadron, enhancing mission documentation training by 50%. This acquisition saved the Air Force $5,000.", "output": "- Acquired 12 new computers from sister sqdn; enhanced mx documentationtraining by 50%--saved AF $5.3K"}
{"input": "Discovered a broken left MLG door hinge pin prior to flight and removed and replaced the pin, saving a possible MLG failure.", "output": "- Discovered broken left MLG door hinge pin prior to flight; removedreplaced pin--saved possible MLG failure"}
{"input": "Led windscreen repair, removing five members and applying six tape details, resulting in the BW garnering an Excellent rating from the NORI '12.", "output": "- Led windscreen repair; five mbrs removedapplied six tape details--BW garnered Excellent rating NORI '12"}
{"input": "As a dependable Pax Supply Agent, I expedited the shipment of 5,800 Pax 9.8 cargo tons on 422 missions, maintaining a 99% DRRW incident.", "output": "- Dependable Pax Svc Agent; sped mvmt of 5.8K Pax9.8 cgo tons on 422 msns--maintaned 99% DRR wo incident"}
{"input": "I displayed unprofessional conduct and received Article 15 for disrespect towards an Non-Commissioned Officer (NCO). This incident led to the establishment of the Integrated Combatant Command (UIF).", "output": "- Displayed unprofessional conduct; rcv'd Article 15 for disrespect towards an NCO--UIF has been established"}
{"input": "I provided support to 101 Airborne Division and AD'd 4 HE12 CDS-19K lbs. 384 paratroopers, ensuring initial training capabilities for 170 personnel.", "output": "- Spt'd 101 Airborn Div; AD'd 4 HE12 CDS19K lbs384 paratroopers--ensured initial tng capes for 170 prsn'l"}
{"input": "I tracked 1,800 project gains and monitored 350 unfilled ULNs with 42 IPRs, ensuring that the Air Expeditionary Group (AEG) deployed requirements were met.", "output": "- Tracked 1.8K proj'd gains; monitored 350 unfilled ULNscoord'd w42 IPRs--ensured AEG deployed requirements met"}
{"input": "As a PRT convoy leader, I assigned driver commander and security dismount duties to ensure the successful completion of 20 missions.", "output": "- PRT convoy leader; assigned driver commander & security dismount duties--completed 20 successful missions"}
{"input": "Pete is the #129 SMSgts in the MXG, bulldozing hurdles and achieving all obstacles. In the '06 MXG SNCOY, promotion to Chief was a must.", "output": "- #129 SMSgts in MXG; Pete bulldozeshurdles all obstacles; '06 ## MXG SNCOY--promotion to Chief a must"}
{"input": "I managed the TMO 'Smooth Move' program, revamping the slidestrn'd 3 briefers and 30 man-hours. This eased the arrival of 124 member families.", "output": "- Mng'd TMO 'Smooth Move' prgm; revamped slidestrn'd 3 brieferssvd 30 man-hrs--eased arrival f124 mbrsfamilies"}
{"input": "I completed Green Procurement training and executed a $56,000 Global Capacity Center (GCC) budget, ensuring natural resource and energy conservation.", "output": "- Completed Green Procurement trng; execut'd $56K GPC budget--ensured natural resourceenergy conservation"}
{"input": "Compassionate Airman volunteerd 20 hours caring for disabled veterans' horses, exhibiting great community devotion.", "output": "- Compassionate Amn; vol'd 20 hrs caringfeeding disabled veterans' horses--exhibit'd great community devotion"}
{"input": "Gp CSS manager, led a 6-member team and drove 19 CC-programs (UCC3) additional duties, increasing the GP evaluation timeline by 9%. This fueled the Command and Control Module (CE) mission.", "output": "- Gp CSS mgr; led 6-mbr tm...drove 19 CC-prgmsUCC3 add'l duties...incr'd Gp eval timeliness 9%--fueled CE msn"}
{"input": "I trained Flight Orienteer (FP) escorts and demonstrated site procedure supervision of 1,000 TCNLNs, protecting $3 billion worth of Wing assets.", "output": "- Trained FP escorts; demonstrated site proceduresupervision of 1K TCNLNs--protected $3B 322d Wg assets"}
{"input": "Developed a chapel fire-prevent program and taught 37 children the'stop-drop-roll' technique, exposing youth to life-saving skills.", "output": "- Developed chapel fire-prevent prgrm; taught 37 children 'stop-drop-roll'--exposed youth to life saving skills"}
{"input": "I designed the annual MEPS training, equipping 18 Non-Commissioned Officers (NCOs) with tools-selling skills coached by the General Purpose Squadron (GP CC). Through this training, I processed 697 Airmen.", "output": "- Designed annual MEPS trng; equipped 18 NCOs wtoolsselling skillscoined by Gp CC--processed 697 Amn"}
{"input": "I provided comprehensive marking stencil sets to support the B-2 depot team, ensuring on-time delivery to the 509th Bomb Wing.", "output": "- Supported B-2 depot team; provided comprehensive marking stencil set--assured on time delivery to 509 BW"}
{"input": "Improved the PMEL inspection process by streamlining the calibration cycle of auto frettage, eliminating down time by 50%.", "output": "- Improved PMEL inspection process; streamlined calibration cycle of auto frettage--eliminated down time 50%"}
{"input": "Deployed for 64 days, providing support for 3 strikes, 12 troops in contact, and 6 shows of force. This deployment ensured critical coalition ground assets were protected.", "output": "- Deployed 64 days; spt'd 3 strikes12 troops in contact6 shows of force--critical coalition gnd assets protected"}
{"input": "Steered the squadron's Group Training Center (GTC) program, scrutinizing and managing 538 cards, resulting in a 100% pass on Wing Standard Air Force (Wg) Security Assessments (SAVs). This achievement smashed the metric garnered $120,000.", "output": "- Steered Sq GTC pgm; 538 cards scrutinizedmanaged; 100% pass Wg SAVs--smashed metricgarnered $120K"}
{"input": "I paved a VoIP solution by defining terms and attaining $33K50 phones. This boosted IT client service and NCC voice operations.", "output": "- Propelled VoIP solution; defined termsattained $33K50 phones--boosted IT client service & NCC voice ops"}
{"input": "Meticulous COMSEC personnel management achieved zero findings during the IAAP semi-annual inspection, receiving the 4th straight zero defect.", "output": "- Meticulous COMSEC pgm mgr; zero findings during IAAP semi-annual insp--received 4th straight zero defect"}
{"input": "Steered the section's FY15 spend plan EOD close-out and procured $105k vital tools and consumables, ensuring zero aircraft maintenance stoppage.", "output": "- Steered section's FY15 spend planEOY close-out; procured $105K vital toolsconsumables--zero acft mx stoppage"}
{"input": "Directed timely delivery of 32 Operation NOBLE EAGLE aircraft, issuing 34,000 gls JP8 - critical to homeland defense.", "output": "- Directed timely delivery 32 Operation NOBLE EAGLE ac; issued 34K gls JP8--Critical to homeland defense"}
{"input": "Supporting MARITIME joint operations, I recovered jumped parachutes during a water exercise, saving 6 man hours.", "output": "-Support MARITIME joint operations; recovered jumped parachutes during water exercise--saved 6 man hrs"}
{"input": "Led a team of 15 Airmen and removed and replaced 300 mattresses valued at $86,000. This action upheld the Air Force standard and sustained the health morale of the unit.", "output": "- Led a team of 15 Amn; removedreplaced 300 mattresses valued $86K--upheld AF stdsustained healthmorale"}
{"input": "During my internship, I prepared HAZMATchem programs and facilitated the overall squadron base Unit Compliance Inspection (UCI) in '09. These programs received excellent ratings, resulting in my promotion to Staff Sergeant.", "output": "- Insp'dprep'd HAZMATchem prgms; facilitated overall sqgrpbase UCI '09 Excellent ratings--SMSgt now!"}
{"input": "Oversaw the MICT utilization effort and trained shop personnel on a new inspection system, ensuring the shop's 100% accurate information accuracy.", "output": "- Oversaw MICT utilization effort; trained shop personnel on new inspection sys--ensured shop's 100% info accuracy"}
{"input": "I built a Partner Capacity of 20 hours in Italian and developed a Command and Control Language Program for base Amn, earning a SAFIA specialist and completing 22 DLPT training.", "output": "- Built Partner Capacity20 hrsItalian; dev'd Cmd Language Prgm for base Amn--earned SAFIA spt, 22 DLPT"}
{"input": "Loader repairs played a crucial role in the DoD's busiest single runway operations, successfully moving 110,000 tons by air. This averted 120+ convoys and ensured the efficient movement of critical cargo.", "output": "- 60K loader repairs key to DoD's busiest single runway ops; moved 110K-tons by air--averted 120 + convoys"}
{"input": "Executes security TASS duties, including C2 for 24 posts and patrols, monitoring 132 sensors, 6 LRTIs, and 53 cams, securing a 27 km' BSZ.", "output": "- Executes securityTASS duties; C2 f24 posts & patrolsmonitors 132 sensors6 LRTIs53 cams--27 km' BSZ secured"}
{"input": "I pursued a college degree in Aviation Maintenance Management, completing six credit hours and maintaining a 3.0 GPA.", "output": "- Pursued college Degree in Aviation Maintenance Management; completed 6 credit hours--maintained 3.0 GPA"}
{"input": "Led the repair of an engine management forecast database, resulting in a system link being restored in just one hour. This action avoided a scheduling conflict.", "output": "- Led repair of engine management forecast database; system link restored one hour--avoided scheduling conflict"}
{"input": "An excellent support team transferred 954 parcel bags from two to eight aircraft during Operation (NAME) - rendering outstanding services.", "output": "- Excellent spt; transferred 954 paxbags from two to eight acft iso Op (NAME)--rendered outstanding svcs"}
{"input": "As a meticulous inspector, I validated 430 Transportation Contract Maintenance Docs, ensuring 100% database integrity.", "output": "- Meticulous inspector; validated 430 Transportation Ctrl Mvmt Docs--ensured 100% database integrity"}
{"input": "Installed antivirus software updates and configured 300 computers, fortifying a $51 million KBAN from 227 virus attacks.", "output": "- Installed antivirus software updates; configured 300 computers--fortified $51M KBAN from 227 virus attacks"}
{"input": "Led a 5-member team on 98 TDY days in support of 48,000 sq km Area of Responsibility (AOR), executing 88 maintenance inspections on 34 systems. This mission was a key contribution to the USAFE Wing Operations Training Squadron (OTY '17).", "output": "- Led 5-mbr tm on 98 TDY days iso 48K sq km AOR; executed 88 mx insps on 34 sys--key to USAFE Wx Sq OTY '17"}
{"input": "Conducted three managerial training sessions, identified 25 improvement areas, and ensured all shop programs adhered to Air Force guidelines.", "output": "- Conducted three managerial insp; id'd 25 improvement areas--ensured all shop prgms adhered to AF guidelines"}
{"input": "Coordinated with the Air Force Group (wAPG), diagnosed and replaced a defective servo actuator, preventing a $87k damage potential aircraft mishap.", "output": "- Coord'd wAPG; diagnosedreplaced defective servo actuator--prevented $87K damagepotential ac mishap"}
{"input": "Coordinated 27 FHFs, 50 promotions, and reviews for 213 General Officer (GO) lodging requirements, briefed and advised 77 General Officers (GOs), honoring over 2,000 years of senior leadership service.", "output": "- Coord'd 27 FHFs50 promos & rets213 GO lodging reqs; briefedadvised 77 GOs--honored >2K yrs of sr ldr service"}
{"input": "During the R2d brake mission, I saved the OIF iron swap in less than 45 minutes, which was vital to the Group's 94% World Defense Deployment (WWD) clearance and was a key to the Squadron winning the Air Mobility Command (AMC) '09 MEA.", "output": "- R2d brake <45 min; saved OIF iron swap; vital to Gp's 94% WW dep rel--key to Sq winning AMC's '09 MEA"}
{"input": "As an outstanding trainer, I imparted knowledge and expertise to my peers on the technical data interface of E-tools, which was instrumental in the electronic Total Operations (T.O.) transition.", "output": "- Outstanding trainer; Instructed peers on  E-tools tech data interface--instrumental in electronic T.O. transition"}
{"input": "Launched the OsanKunsan Special Action Tasking (SPECAT) process, vectoring 78 applicants in 28 Air Force Specialty Commands (AFSCs), enhancing Air Defense Logistics Command (ADL) operations 10 times with a total of 23 hires.", "output": "- Launched OsanKunsan SPECAT process; vectored 78 applicants in 28 AFSCs--enhanced ADL ops 10x's w23 hires"}
{"input": "I discovered a bomb lift with binding brakes and replaced the brake diskcaliper, ensuring that the unit munitions loading was ready in just 2 hours.", "output": "- Discovered bomb lift with binding brakes; replaced brake diskcaliper--unit munitions loading ready in 2 hours"}
{"input": "I built the training program from the ground up, creating the MTPtnd two upgrade programs, qualifying for less than 50%, and completing 28 core tasks.", "output": "- Built tng pgm from the gnd up; created MTPtnd two upgrade prsnl...qual ^ 50%--completed 28 core tasks"}
{"input": "Developed and executed 5,700 unit flight hours, transferring 29 million lbs of fuel to 4,000 reserves, resulting in 134 aircrew members on OCO mission readiness.", "output": "- Developedexecuted 5.7K unit flt hrs; 29M lbs of fuel transferred to 4K rcvrs--134 aircrew mbrs OCO msn rdy"}
{"input": "The 673 ABW Tank Custodian Trainer highlighted inspections and fuels inventory procedures, resulting in the training of 26 custodians.", "output": "- 673 ABW Tank Custodian Trainer; highlighted inspectionsfuels inventory procedures--26 custodians trained"}
{"input": "As a versatile role model, I dedicated 16 hours of volunteer time to booster club (LOA) events, raising $3,200 for the Squadron Steward for professional development.", "output": "- Versatile Role Model; devoted 16 hrs to booster clubLOA events--raised $3.2K for Sqsteward for prof development"}
{"input": "I supported the 2014 Afghanistan Presidential Election by displaying a show of force, marking the first peaceful democratic transfer of power.", "output": "- Backed 2014 Afghanistan Presidential Election; show of force displayed--1st peaceful democratic xfer of pwr"}
{"input": "I successfully restored a network outage by conducting a shutdown restore policy for a 15-hour outage, establishing the operability of ntwk.", "output": "- Restored network outage; conducted shutdownrestore policy for 15 hr outage--established operability of ntwk"}
{"input": "I am a superb technician who constantly strives for excellence and is ready to take on new challenges. I would like to be promoted to Technical Sergeant now.", "output": "- Superb technician; constantly strives for excellence--ready to take on new challenges--promote to TSgt now"}
{"input": "Rapidly moving 32 MRAP11 Strykers veh's, I enhanced convoy protection, resulting in a 90% drop in Afghan road fatalities.", "output": "- Rapidly moved 32 MRAP11 Strykers veh's; enhanced convoy protection--Afghan road fatalities drop by 90%"}
{"input": "Dispatched over 200 responses, effectively organizing and prioritizing emergencies, safeguarding 30,000 base personnel.", "output": "- Dispatched 200+ responses; effectively organized & prioritized emergencies--safeguarded 30K base personnel"}
{"input": "The Squadron Personnel Center (POC) for the Air Force Assistance Fund successfully raised over $2,700, which helped the XX Military Exchange Group (MXG) achieve 117% of their goal.", "output": "- Squadron POC for Air Force Assistance Fund; raised over $2,700--helped XX MXG to achieve 117% of goal"}
{"input": "I performed verification of 107 TOsfour E-tool laptop computers, processing updates and validating TO accuracy.", "output": "- Performed verification of 107 TOsfour E-tool laptop computers; processed updates--validated TO accuracy"}
{"input": "Oversaw the maintenance of a bobtail and instructed my peers on the proper flushing procedure, preventing a catastrophic engine failure.", "output": "- Oversaw mx of bobtail; instructed peers on proper flushing procedure--prevented catastrophic engine failure"}
{"input": "I provided training to three personnel on aircraft refueling, which increased the unit's qualification by 10% and eliminated qualification shortfalls.", "output": "- Trained 3 personnel on acft refueling; increased units qualification by 10%--eliminated qualification shortfalls"}
{"input": "Drove Exer RF success, deployed 14 aircraft for 186 personnel, drove 493 sorties, and earned 1,000 flight hours. Bested 8 out of 10 CAF metrics.", "output": "- Drove Exer RF success; deployed 14 acft186 prsnl, drove 493 sorties1K flt hrs--bested 8 of 10 CAF metrics"}
{"input": "I successfully managed a $273k Logistics Management Report (LMR) account, which included 69 radiosbase stations with a 100% in-service rate, enhancing the flight's operational capability.", "output": "- Managed $273K LMR account; 69 radiosbase stations w100% in-service rate--enhanced flt's operational C2"}
{"input": "I prepped the aircraft for NORI by employing taproll procedures on blade seals. This resulted in the wing earning an Excellent rating, and the TSgt was ready.", "output": "- Prepped ac for NORI; employed taproll procedures on blade seals--wg earned Excellent rating--TSgt ready"}
{"input": "Executed a $190K Administration Support for 13 major systems, which was awarded in 5 days instead of 30 days. This prevented a critical mission shutdown.", "output": "- Executed $190K Admin Sup't for 13 major systems; awarded in 5 vs 30 days--prevented critical msn shutdown"}
{"input": "I completed a 22-hour Air Freight course and earned one semester hour towards a Community College of the Air Force (CCAF) Trans Master's degree. I applied knowledge daily.", "output": "- Completed 22 hr Air Freight crs; earned 1 sem hr towards CCAF Trans Mgt degree--applied knowledge daily"}
{"input": "I showcased the Intelligence, Surveillance, and Reconnaissance (IMPAC) program and was named Outstanding Performer by the 2011 LCAP inspection team. This recognition highlights my exceptional performance and readiness.", "output": "- IMPAC program showcased; named Outstanding Performer by 2011 LCAP inspection team--promote now"}
{"input": "I built a weekend airfield staffing of 71 hours, which facilitated SOFFORGING SABER exercises and lifted the joint Singapore tie.", "output": "- Built weekend airfield staffing71 hrs; facilitated SOFFORGING SABER exercises--lifted jointSingapore tie"}
{"input": "Reinforced inauguration movements by logging 13 standby hours and replacing the starting system. This facilitated the transit of 3,005 passengers and 42 vehicles.", "output": "- Reinforced inauguration mvmts; logged 13 standby hrsrpr'd starting system--facilitated 3K pax42 veh transit"}
{"input": "I managed a training program, certified seven times and submitted two skill-level upgrades, resulting in the flight fully mission qualified.", "output": "- Managed trng program; certified sevenre-certified 14submitted two skill-lvl upgrades--flt fully msn qualified"}
{"input": "Troubleshot a diesel engine with no load capability by adjusting fuel injectors. By doing so, I avoided the need for an engine replacement, saving $75,000.", "output": "- Troubleshot diesel engine no load capability; adjusted fuel injectorsavoided engine replacement--saved $75K"}
{"input": "Instituting the Air Force's only Secure Coding course, I trained 329 IT professionals, providing free training worth $735,000 to 85 Project Management Offices (PMOs).", "output": "- Instituted AF's only Secure Coding crs; 329 IT professionals trained--$735K in tng provided free for 85 PMOs"}
{"input": "I organized an MXG Iraqi Toy Drive, fabricated and filled three squadron drop boxes, enhancing Iraqi-American relations.", "output": "- Organized MXG Iraqi Toy Drive; fabricatedfilled three sqs drop boxes--enhanced IraqiAmerican relations"}
{"input": "Patrolled Arabic cultural bazaars and escorted 75 TCNs, ensuring the safety of 700 visitors and raising $6.800 AEW events.", "output": "- Patrolled Arabic cultural bazaars; escorted 75 TCNs--ensured safety of 700 visitorsraised $6.8K AEW events"}
{"input": "Completed upper aft torque box repair by forming, drilling, and applying a multi-contoured doubler. This repair returned the F-15E to Full Mission Capable (FMC) status.", "output": "- Completed upper aft torque box repair; formeddrilledapplied multi-contoured doubler--returned F-15E FMC"}
{"input": "I successfully attacked the SPRO landing at the Logistics Readiness Area (LIMFAC), tasked with Wing Boeing on command, adopting enhanced squadron capabilities and surpassing 811 command metrics.", "output": "- Attacked SPRO landing LIMFAC; tm'd wBoeing on chklst--A4 adopted enhanced capessq bested 811 cmd metrics"}
{"input": "I coached 25 youth flag football players ages 6 to 8, leading the team to the city quarterfinals, dedicating a total of 75 hours of coaching.", "output": "- Coached 25 youth flag football players ages 6 to 8; led team to city quarter finals--devoted a total of 75 hours"}
{"input": "Supported a $1.3 million automation upgrade project for 55 personnel and transferred $55 million stock in 49 areas, ensuring zero downtime provision services.", "output": "- Supported $1.3M automation upgrade proj55 personnel; transferred $55M stock49 areas--zero downtimept services"}
{"input": "Diagnosed and repaired the BAK-12 start system, replacing the inop charging alternator. This action safeguarded 138 aircraft valued at $3.5 billion.", "output": "- Diagnosed BAK-12 start sys; repaired replaced inop charging alternator--safeguarded 138 acft valued $3.5B"}
{"input": "I was trained certified on 11 core tasks, gaining key knowledge applied to management simulation activities. This training resulted in 7,800 equipment items and a Managing Capability List (MCL).", "output": "- Trainedcertified on 11 core tasks; key knowledge applied to mgmtinsp activities--7,800 equipment-items MC"}
{"input": "Eliminated an Air Combat Command (AC) radar signature defect on the windshield by trimming a delaminated liner, saving $108,000.", "output": "- Eliminated AC radar signature defect on windscreen; trimmed delaminated liner--saved $108K replacement"}
{"input": "I taught 60 hours of SABC classes, providing life-saving causality skills, optimizing squadron emergency preparedness.", "output": "- Taught 60 hrs of SABC classes; provided life savingcausality skills--optimized sq emergency preparedness"}
{"input": "The Lead handlineman at the King Hanger foam activation, I set up triage and aided in packaging patients. Through my efforts, two lives were saved.", "output": "- Lead handlineman at King Hanger foam activation; set up triage & aided in packaging patients--two lives saved"}
{"input": "Devoted 6 hours to Habitat for Humanity, reconstructed shelves that increased space by 25%, saving $1,000 in labor cost.", "output": "- Devoted 6 hrs to Habitat for Humanity; reconstructed shelvesincreased space by 25%--saved 1K in labor cost"}
{"input": "Directed a WRM credit return program, recycling 2,000 expired line items, recouping and reutilizing $100,000 to the Air Force budget.", "output": "- Directed WRM credit return pgm; recycled 2k expired line items-- recoupedreutilized $100K to AF budget"}
{"input": "Steered tire changer upgrades worth $38,000 by organizing two classes, 25 personnel, and 50 TBA tasks completed. This initiative boosted the shop's quality of life.", "output": "- Steered tire changer upgrades$38K; organized two crs's25 prsnl50 TBA tasks completed--boost'd shop QoL"}
{"input": "I reduced the squadron's IT equipment requirement by identifying and disposing of 113 obsolete items. This reduced unit maintenance costs by $43,000.", "output": "- Reduced sq IT equip rqmt; identified & disposed 113 obsolete items--slashed unit maintenance costs by $43K"}
{"input": "Led the senior Airmen on 11-day Test, Design Exercise (TDY4) sites, directing the Air Force Logistics Command (AFLCMC) support team to repair weather sensors. This mission restored 8 systems worth $720,000 to Full Mission Capability (FMC).", "output": "- Led jr Amn on 11-day TDY4 sites; direct'd AFLCMC spt tmrepair'd wx sensors--restored 8 sys worth $720K to FMC"}
{"input": "Eliminated a bottleneck by peer-reviewing a new document process, resulting in reduced defects from 22 to 2. This action saved 72 man-hours.", "output": "- Eliminated bottleneck; peer-reviewed new documentprocess--reduced defects from 22 to 2--saved 72 man-hrs"}
{"input": "Shift lead for Global Thunder 17, I successfully executed the 18 CSEL9MM loading procedure, which directed nuc training, enabling missions for three squadrons.", "output": "- Shift lead for Global Thunder 17; supv'd 18 CSEL9MM loading proceduredirected nuc tng--enabled msns for 3 sqs"}
{"input": "As a Universal Mx StandFlightline Drivers certifier, I trained eight re-certified 20 personnel, ensuring zero overdue's for FY '09.", "output": "- Universal Mx StandFlightline Drivers certifier; trained eightre-certified 20 personnel--zero overdue's FY '09"}
{"input": "I successfully attacked a trailing edge modification by drilling and installing titanium doublers, which extended the aft deck service life by 1,000 hours.", "output": "- Attacked trailing edge modification; drilledinstalled titanium doublers--extended aft deck service life 1K hrs"}
{"input": "Enforced stringent adherence to standards, authored 25 LOCs/LORs, and provided support for 4 Art 15s3 separations, resulting in a skills increase of over 20%.", "output": "- Enforced stringent adherence to stds; authored 25 LOCsLORs; spt'd 4 Art 15s3 separations--stds up >20%"}
{"input": "Performed over 500 inspections and ordered 31 repairs on 13 vessels, rotating the fleet economically. This resulted in holding the United States Department of Defense (UDI) VIC rate to 99%.", "output": "- Performed 500+ inspectionscoord 31repairs on 13vehs; rotated fleet economically--held UDI VIC rate to 99%"}
{"input": "Automated DISA (Defense Information Systems Agency) STIG tracking in 12 DBs, revealing 2,000 violations and hardening 3,500 PII-sensitive data records.", "output": "- Automated DISA STIG tracking in 12 DBs; revealed 24K violations--hardened 3.5K PIIsensitive data records"}
{"input": "During the 22nd EARS Command Wing Boom mission, I managed 14 crews and provided 700 refueling logs, resulting in a 558 cmbt mission shipment of 24 million lbs of fuel.", "output": "- 22 EARS Chf Boom; mng'd 14 crewsATOC sptinput 700 refueling logs--spt'd 558 cmbt msnsxfer'd 24M lbs of fuel"}
{"input": "I am a knowledge thirsty individual who completed six credit hours, two classes away from a Community College of the Air Force (CCAF) degree, maintaining a 3.7 GPA.", "output": "- Knowledge thirsty; completed six credit hourstwo classes away from CCAF degree--maintained a 3.7 GPA"}
{"input": "I dispatched to an inactive processor computer red ball and replaced the computer, restoring the system interface capability.", "output": "- Dispatched to inactive processor computer red ball; replaced computer--restored system interface capability"}
{"input": "I refurbishd gunship wing leading edge ribs by fabricating repair and restoring structural integrity. This action returned the aircraft to Full Mission Capability (FMC).", "output": "- Refurbished gunship wg leading edge ribs; fabricated repairrestored structural integrity--returned acft to FMC"}
{"input": "Coordinated 8 Critical Reliability Officer (CRO) training sessions, teaching 74 personnel critical asset controls, securing communication for a $5.1 billion aircraft fleet.", "output": "- Coord'd 8 CRO training sessions; taught 74 prsnl critical asset controls--secured comm for $5.1B aircraft fleet"}
{"input": "I isolated a MAU-12 bomb rack fault by adjusting the in-flight lockout solenoid plunger, enabling 100% mission-critical capability.", "output": "- Isolated MAU-12 bomb rack fault; adjusted in-flight lockout solenoid plunger--enabled 100% mx effectiveness"}
{"input": "As a mentor, I provided guidance and support to trainees, resulting in the flight's contract loss rate being 8% better than standard. This achievement was recognized by the Air Force Staff Sergeant (AFRS) as the Top EA Flight (3rd Qtr, FY11).", "output": "- Mentored trainees; flt's contract loss rate 8% better than standard--awarded AFRS Top EA Flt 3rd Qtr, FY11"}
{"input": "A brilliant orator, I presided over the '11 2T2 Log Readiness Workshop with eight SNCOs, effectively resolving trans operations issues.", "output": "- Brilliant orator; presided over '11 2T2 Log Readiness Workshopeight SNCOs--ID'dresolved trans ops issues"}
{"input": "Initiated cargo palletnet program upgrade, documenting 41 workflows, enhancing the accounting of $241 million Air Force assets.", "output": "- Initiated cargo palletnet pgm upgrade; documented 41 workflows--enhanced accounting of $241M AF assets"}
{"input": "Revamped file room procedures and created admin checklist for filing filmspending orders, solidifying the process for 23 personnel.", "output": "- Revamped file room procedures; created admin chklst fmailing filmspending orders--solidified process f23 prsnl"}
{"input": "Oversaw critical vehicle movements and directed 2 short notice staircase deliveries within 24 hours, ensuring a secure POTUS support.", "output": "- Oversaw critical veh mvmnts; directed 2 short notice staircase dplymnts <24 hrs--ensured secure POTUS spt"}
{"input": "As a Boy Scout Master, I led a group of 10 Scouts for the FoodVet's Day Flag ceremony, imparting a feeling of debt to the youth.", "output": "- Boy Scout Master; led 10 for Scouting for FoodVet's Day Flag ceremony--imparted feeling of debt to youth"}
{"input": "I am a Pacesetter and co-authored the AGE parking plan, which decreased ramp parking and increased availability. I am highly qualified and deserving of a promotion to SMSgt.", "output": "- Pacesetter; co-authored AGE parking plan; decreased ramp parkingincreased availability--promote to SMSgt!"}
{"input": "Avid supporter for the Avid Advanced Defense Training (AADD) Program, I volunteered four weekends to contribute to 418 saves, ensuring zero DUIs.", "output": "- Avid supporter for AADD Program; volunteered four weekends--contributed to 418 savesensured zero DUIs"}
{"input": "Enhanced job proficiency by completing the GATM Flight Data Recorder (FTD) course, which awarded 4 hours of my time to Continuing Air Force (CCAF) in Avionics Technology.", "output": "- Enhanced job proficiency; completed GATM FTD course--awarded 4 hours to CCAF in Avionics Technology"}
{"input": "Replaced both vertical lights and returned aircraft at Maintenance Command (MC) less than 2 hours. I contributed to the 4 AMXS AMU of the Month, Nov-Dec 2008.", "output": "- Replaced both vert lights; returned acft MC < 2 hrs--contributed to 4 AMXS AMU of the Month, Nov-Dec 08"}
{"input": "Maintained flawless Records Custodian program, archiving 15 required forms available. This ensured that the unit was compliant with the Wing Air Force policy.", "output": "- Maintained flawless Records Custodian pgm; 15 req'd forms archivedavailable--unit compliant wAF policy"}
{"input": "As a squadron WIT member, I conducted three instructor-assisted training sessions for the FWCC Instructor-in-Natural-Appearance Campaign (FWCC Instructor Program) and were 100% compliant, contributing to the Wing's 2015 ACC CINC Award.", "output": "- Sq WIT mbr; conducted 3 inspsascertained FWCC Insp Prgm; 100% compliant--key to Wg 2015 ACC CINC Awd"}
{"input": "During the pandemic, I successfully managed a no-fail mission with 90 Air Tasking Units (ATOs) executing 548 sorties Command Controlled (C2), resulting in 1.7+ tons of narcotics and over $10 million in seized funds.", "output": "- Managed no fail msn during pandemic; 90 ATOs executed548 sorties C2'd--1.7+ tons of narcotics & $10M+ seized"}
{"input": "As an appointed trainer in the 436th Operations Group (OGI) War Chiefs of Staff (WCS-T) program, I shared my expertise with 2 new analysts, ensuring compliance with new regulations.", "output": "- Appt'd trainer in 436 OGI WICC-T pgm; shared expertise w2 new analysts--ensured compliance wnew regs"}
{"input": "Superior Non-Commissioned Officer (NCO) demonstrated outstanding technical skill and consistently exemplifies Maintenance Excellence (MX) appearance standards.", "output": "- Superior NCO; displayed outstanding technical skill--consistantly exemplifies MXappearance standards"}
{"input": "Exceptional customer relations and enforcement of Flight Command General (FCG) standards resulted in the movement of 31,000+ passengers to nine countries, ensuring zero border violations.", "output": "- Exceptional customer relations; enforced FCG stds; moved 31K + pax to nine countries--zero border violations"}
{"input": "Emceeding the retirement ceremony, I recited five presentations, honoring my 20-year commitment and demonstrating the esprit de corps.", "output": "- Emceed retirement ceremony; recited 5 presentations--honored 20-yr commitmentdemonstrated esprit de corps"}
{"input": "Dir'd ARFF vehicle squadron and authored MOU6 foam system mods, enabling 11 CES NFPA accreditation. This resulted in a squadron team OTQ x 2!", "output": "- Dir'd ARFF vehicle spt; authored MOU6 foam system mods--enabled 11 CES NFPA accreditation...Sq Tm OTQ x 2!"}
{"input": "Executed 39 ceremonies, led 6, traveled 5,600 miles, completed 200 hours of service, and participated in 195 Military Family Hospital (MFH), 74 civic events, and received 7 Letters of Appreciation (LOAs).", "output": "- Executed 39 ceremoniesled 6; travel'd 5.6K miles200 hrstm complet'd 195 MFH 74 civic events--7 LOAs4 coins"}
{"input": "I completed 112 repairs on 31 R-11s FMSE, boosting the Incomplete Capacity Readiness System (ICR) by 35%, achieving the 92% highest in 5 months. This support ensured 1,000+ missions were sustained.", "output": "- Completed 112 repairs on 31 R-11sFMSE; boosted ICR 35%, 92% highest in 5 months--1K+ msns sustained"}
{"input": "Replaced two hot trailing edge tiles by pre-fit bonding zero voids, enabling the Aircrew (AC) to meet a $250k range mission.", "output": "- Replaced two hot trailing edge tiles; pre-fitbonded wzero voids--enabled AC to meet $250K range mission"}
{"input": "I managed a $5.8 million vehicle fleet, closing 27 days and attaining a 97% mission capability. I was awarded a replacement part worth $5.8 million in November.", "output": "- Mng'd 5 Amn$21.5M veh fleet; closed 27 wo' s, attained 97% MCR--svd $5.8K replacement partsawd'd Nov TOM"}
{"input": "Analyzed $39.1 million RIMCSlog program data, resolved a five-year $106,000 DIFM credit error, and restored AFCENT TAV.", "output": "- Analyiz'd $39.1M RIMCSlog pgm data; resolv'd five-year$106K DIFM credit error--restor'd AFCENT TAV"}
{"input": "I prepared four vehicles for a state funeral mission, processing $1 million worth of assets in less than 4 hours. This ensured zero delays for Senator McCain's ceremony.", "output": "- Prep'd 4 vehicles for state funeral msn; processed $1M assets <4 hrs--ensured zero delays for Sen McCain ceremony"}
{"input": "During my time representing the squadron at a community soup kitchen, I served 75 citizens, setting an example for all others to follow.", "output": "- Represented squadron at community soup kitchen; served 75 citizens--set the example for all others to follow"}
{"input": "I briefed a HASC member on the Security Assessment (SwA) and articulated the global hacker threat, arming decision-makers with critical cyber defense information.", "output": "- Briefed HASC mbr on SwA; articulated global hacker threat--armed decision-maker w crit cyber defense info"}
{"input": "Key ASFO 21 team member eliminated fuel transfers for foreign object checkpoints, saving the Wing 12,000 man-hours and $285K annually.", "output": "- Key ASFO 21 team mbr; elim'd fuel transfersforeign object checkpoints--saved Wg 12K man-hrs & $285Kyr"}
{"input": "I organized and led a Division Call, briefing and training all 125 members, raising safety awareness and promoting suicide prevention.", "output": "- Organized & led Division Call; briefed & trained all 125 mbrs--raised safety awareness & suicide prevention"}
{"input": "Discovered a large blue streak on aircraft tail and identified the repaired failing lavatory dump valve, providing a clean aircraft.", "output": "- Discovered large blue streak on acft tail; identifiedrepaired failing lavatory dump valve--provided clean acft"}
{"input": "Obtained Auto Squadron Excellence HVAC training, certified 9 Amnupped capabilities 15%, and received the '18 HAF Green Fleet award.", "output": "- Obtained Auto Svc Excellence HVAC trng; cert'd 9 Amnupped capabilities 15%--spt'd '18 HAF Green Fleet award"}
{"input": "Overhauled the Intel Oversight program and meticulously tracked compliance for 26 member teams, ensuring 100% DoD requirements were met.", "output": "- Overhauled Intel Oversight prgm; meticulously tracked compliance f26 mbr tm--ensured 100% DoD requirements met"}
{"input": "I piloted 11 wing group spar TCTOs, repairing flaperons and mountscoord mission equipment, preventing $20 million in wing replacement costs.", "output": "- Piloted 11 wg spar TCTOs; R2'd flaperons & mountscoord mx repair--prevented $20M wg replacement costs"}
{"input": "ID'd failed DODIN server encryption and authored 11 reports, denying adversary access to USG servers autonomous systems.", "output": "- ID'd failed DODIN server encryption; authored 11 rpts--denied adversary access to USG serversautonomous systems"}
{"input": "I streamlined the review of three contractor proposals, resolving 277 elements in less than 5 weeks. This trailblazing effort supports a $900 million resilient POTUSCCMD communications system.", "output": "- Streamlined 3-ktr proposal rvw; resolved 277 elements in <5 wks--trailblazed $900M resilient POTUSCCMD comms"}
{"input": "He led the National Research Organization's (NRO) 1st Cyber Coordination Cell, fused Cyber Intelligence with Space Operations, enabling multi-domain Cyber 4I across 7 organizations.", "output": "- Headed NRO's 1st Cyber Coordination Cell; fused Cyber Intel wSpace Ops--enabled multi-domain C4I across 7 orgs"}
{"input": "Mentored Defense Engineering Project (DEP) members, established credibility and trust, perpetuated 8 leads, and positioned the flight's production for success.", "output": "- Mentored DEP mbrs; established credibilitytrust...perpetuated 8 leads--postured flt's production for success"}
{"input": "I tabulated the daily aircraft utilization report, informing the squadron logistics of cargo movement. This provided timely trend data analysis.", "output": "- Tabulated daily acft utilization report; informed sq ldrshp of cargo mvmt--provided timely trend data analysis"}
{"input": "I aced the thruflight evaluation in the '12 PACAF Logistics Support Expeditionary Group (PACAF LSEP), propelling the Master Expeditionary Group (MXG) with an 88% pass rate, making the MXG the PACAF #1 Fighter Wing. My exceptional performance and dedication warrant promotion to Full Wing.", "output": "- Aced thruflight evaluation in '12 PACAF LSEP; propelled MXG 88% pass rate--PACAF #1 FW--promote now"}
{"input": "During my partnership with the San Antonio Food Bank Mobile Food pantry, I committed 6 hours of distribution and stocked 13,000 lbs of food, nourishing 145 families.", "output": "- Partner'd wSan Antonio Food BankMobile Food pantry; commit'd 6 hrsdistribut'd 13K lbs--nourished 145 families"}
{"input": "Identified a worn gear in a gas turbine engine and removed and replaced the engine, resulting in a 100% increase in equipment reliability.", "output": "- Identified worn gear in gas turbine engine; removedreplaced engine--increased equipment reliability 100%"}
{"input": "Poised for 48 hours of alert, allowing for 247 fuel availability for contingency operations. This provided maximum flexibility for the Air and Space Operations Center (CAOC).", "output": "- Poised for 48 hrs of alert; permitted 247 fuel availability for contingency ops--provided CAOC max flexibility"}
{"input": "I completed a 40-hour snow removal education course, sharpening my diagnostic skills for 19 assets valued at $9.1 million. This training was primed for the '17 winter operations.", "output": "- Comp'd 40 hr snow removal eqpt crs; sharpened diagnostic skills f 19 assets$9.1M--prim'd for '17 winter ops"}
{"input": "I honed the squadron to qualify for 14 wings and drove a 98% effective schedule, contributing to the deployment of $450,000, $124,000 in missions, and deploying 24,000 22nd Air and Space Warfighters Training.", "output": "- Honed cmbt qual14 wpns; drove 98% effective sched--dlvr'd 450K$172K muns rnds4K 22d ARW warfighters trn'd"}
{"input": "As the RHI youth ministry leader, I taught 30 students Bible study and Sunday school, dedicating 65 total hours improving the quality of life (QoL).", "output": "- RHI youth ministry leader; taught 30 studentsbible study & Sunday school--devoted 65 total hoursimprov d QoL"}
{"input": "Served Air Force needs by netting one band, one linguist, one cardio tech, and two broadcasters. This augmented hard-to-fill AFSC manning.", "output": "- Tgt'd AF needs; netted 1 band1 linguist1 cardio tech2 broadcasters--augmented hard-to-fill AFSC manning"}
{"input": "Oversaw the installation of communications gear at 18 Embassys, providing critical Command and Control (CDR) capability with Ambassadors - the Command and Control Center (CMD) first.", "output": "- Oversaw comms gear install at 18 Embassys; provided CDR critical C2 capblty w Ambassadors--CMD first"}
{"input": "As a skilled mentor, I expertly trained four technicians on a 6-year landing gear TC (Training Control System) and played an instrumental role in achieving a 96.6% MSE rate in FY09.", "output": "- Skilled mentor; expertly trained four techs on 6-yr landing gear TC--instrumental to 96.6% MSE rate, FY09"}
{"input": "Organized serviced equipment for Air Expeditionary Unit (AGE) training, ensuring unit availability and training 36 new flight line customers.", "output": "- Organizedserviced equipment for AGE training; ensured unit availability--trained 36 new flight line customers"}
{"input": "As the Building custodian, I prioritized revitalizing 10 dormant work orders, instituting 100% in-place accountability.", "output": "- Building custodian; prioritizedrejuvenated 10 dormant work orders--instituted 100% in place accountability"}
{"input": "I mentored two Airmen on the Air Force training system and integrated the database review process, upholding a 100% Delta Flight pass rate.", "output": "- Mentored 2 Airmen on AF trng system; integrated databasereview process--upheld 100% Delta Flt pass rate"}
{"input": "Managed a bandwidth increase for 22 web sites by setting up routing cabling. This resulted in an uptime increase from 92% to 99.9%.", "output": "- Managed bandwidth increase for 22 web sites; set up routingcabling--uptime increased from 92% to 99.9%"}
{"input": "As an AFBulletSafe, I expertly handled two tons of regular mailsignature service cargo. I received a request for increased responsibility and was recommended for promotion.", "output": "- AFBulletSafe - Expertly handled two tons of reg mailsig serv cgo; rdy for increased responsibility--promote"}
{"input": "Supervises front line operations and coordinates a daily schedule for f9 AD6 GS2 squadron. This supports 6 MAJCOMs, 37 GSUs, and 3,500 PCMs.", "output": "- Supervises front line ops; coordinates daily schedule f9 AD6 GS2 ktr--supports 6 MAJCOMs37 GSUs3.5K PCMs"}
{"input": "Dispatched crews to a mutual aid call and relayed information to base and local responders, enabling quick extinguishment.", "output": "- Dispatched crews to mutual aid call; relayed info to base and local responders--enabled quick extinguishment"}
{"input": "Performed 22 365720-day inspections on MMHE, upholding a 100% Mission Capable rate and supporting 709 training sorties.", "output": "- Performed 22 365720-day insps on MMHE; upheld 100% Mission Capable rate--supported 709 trng sorties"}
{"input": "As a Civic Leader, I organized 2 National Security Council (NCR) SOMEAFW2 events, leading 12 volunteer teams for 70 hours. Through these efforts, we provided support to 100 Heroes and fed 742 impoverished families.", "output": "- Civic Leader! Org'd 2 NCR SOMEAFW2 events; led 12 vols70 hrs--sptd 100 Heroesfed 742 impoverished families"}
{"input": "As a volunteer for the Wild about Wheels car show, I generously donated 12 hours of my time as night security detail, securing $3 million worth of vehicles parts.", "output": "- Wild about Wheels car show volunteer; donated 12 hours as night security detail--secured $3M vehiclesparts"}
{"input": "Spotted worn fuel bowser grounding reels and immediately replaced them with ohm's, avoiding a ground fire mishap.", "output": "- Spotted worn fuel bowser grounding reels; immediately ohm's checkedreplaced--avoided ground fire mishap"}
{"input": "I replaced a frayed ground wire and solved a liquid oxygen indicator anomaly, returning the critical Air Components (AC) assembly to Full Mission Capable (FMC) status.", "output": "- Replaced frayed ground wire; solved liquid oxygen indicator anomaly--returned critical AC assembly to FMC"}
{"input": "I repaired the F-15E flap upstop by aligning and fastening the assy to prevent over-travel catastrophic damage to the flight control.", "output": "- Repaired F-15E flap upstop; alignedfastened assy--prevented over-travelcatastrophic damage to flt control"}
{"input": "I completed three classes with a 4.0 GPA and was awarded a Community College of the Air Force (CCAF) degree, complementing my master's degree top.9% enlisted education.", "output": "- Completed three classes; 4.0 GPA--awarded CCAF; complemented master's degreetop .9% enlisted education"}
{"input": "Pwr'd AFCENT's largest APS, harmonizing 37 inspections and 1,200 items, solidifying 2,300 missions, 34,000 tons of cargo, and 8,000 passengers.", "output": "- Pwr'd AFCENT's largest APS; harmonized 37 inspsvetted 1.2K items--solidified 2.3K msns34M tons cargo8K pax"}
{"input": "I supervised 25 Airmen and developed and executed a flight clean-up and work detail program, providing pristine lab common areas.", "output": "- Supervised 25 Amn; developedexecuted flt clean-up & work detail prgm--provided pristine lab common areas"}
{"input": "Volunteered as a casualty at 49 RQS, enabling a 4-hour training event for Pararescuemen, completing 33 line items.", "output": "- Volunteered as casualty at 49 RQS; enabled 4 hr training event for Pararescuemen--33 line items completed"}
{"input": "Coordinated the start of a 3.4 million Fighter Division (FDR) mission, validated the completion of 36 combat attributes, and bolstered Operation Inherent Resolve.", "output": "- Coordinated start of 3.4M FDR MOD; validated completion of 36 combat acft--bolstered Operation Inherent Resolve"}
{"input": "Oversaw a 376 EFSS mail program, securing and maintaining 3,000 packages. This initiative boosted the morale of 116 warriors.", "output": "- Oversaw 376 EFSS mail program; securedmaintaineddistributed 3K packages--boosted 116 warriors moral"}
{"input": "I successfully attacked an air picture circuit outage by troubleshooting and resetting the hardware, which became a key air defense tool for the Pacific region.", "output": "- Attacked air picture circuit outage; troubleshot and reset hardware--key air defense tool for Pacific region"}
{"input": "Dedicated to OJT (On-the-job training), I briefed 42 personnel on safety and environmental standards, ensuring job knowledge and compliance regulations.", "output": "- Dedicated to OJT; briefed 42 prsnl on safetyenvironmental stds--ensured job knowledge & compliance wregs"}
{"input": "Detecting a missing bridge clamp on the #2 engineer during a thru-flt inspection, I replaced the clamp, resulting in the aircraft making the next scheduled shift.", "output": "- Detected missing bridge clamp on #2 eng during thru-flt inspection; replaced clamp--acft made next sched srte"}
{"input": "I performed daily upkeep of cardioweight equipment, extending the life span of 455 machines. This ensured that $1.2 million worth of assets were ready for use.", "output": "- Performed daily upkeep cardioweight equip; extended life span of 455 machines--$1.2M assets ready for use"}
{"input": "As a career field's top 1%, I scored an amazing 97% on the End of Course (EOC) exam, completing CDC's three months ahead of schedule.", "output": "- Career field's top 1%; scored an amazing 97% on EOC--completed CDC's three months ahead of schedule"}
{"input": "I  propelled the element's Quality Assurance (QA) monthly pass rate to 100%, the highest in 3 years, and drove the flight to 97%, the highest rate in the United States Air Force (USAFE).", "output": "- Propelled element QA monthly pass rate to 100%...highest in 3 years; drove flt to 97%--highest rate in USAFE"}
{"input": "I was selected by the 7th Bomb Wing Command (BWCC) for Distinguished Flying Cross (DV) visits, escorting Air Mobility Command (AMCAETCCCs) and Congressman Neugebauer. I was commended twice by the Distinguished Flying Cross (DV).", "output": "- Selected by 7BWCC for DV visits; escorted AMCAETCCCs & Congressman Neugebauer--coined 2x by DV"}
{"input": "Dispatched commander'd daily parcel operations, moving over xxK parcels on xK missions to xx locations worldwide, enabling a 98% on-time delivery record.", "output": "- Dispatchedctrl'd daily pax ops; moved >xxK pax on xK msns to xx locations worldwide--enabled 98% on-time DRR"}
{"input": "I volunteered 12 hours to a (base) Marina clean-up event, beautifying the park and increasing safety. This contribution enhanced military relations.", "output": "- Vol'd 12 hrs to (base) Marina clean-up event; beautified parkincreased safety--enhanced milint'l relations"}
{"input": "I stood-up the 913th AMXS HAZMAT program and trained Air Force Reserve Command personnel on all aspects, resulting in the program running 6 months ahead of schedule.", "output": "- Stood-up 913th AMXS HAZMAT pgm; trained AFRC pers on all aspects--pgm running 6 mos ahead of sched"}
{"input": "Troubleshooted and repaired a high pressure regulator on a nitrogen servicing cart, saving $515. This action restored the fleet to 100%.", "output": "- Troubleshotrepaired high pressure regulator on nitrogen servicing cart; saved $515--restored fleet to 100%"}
{"input": "I managed the squadron mobility TMDE account, increasing scheduling visibility and ensuring zero FY07 overdue calibrations.", "output": "- Managed squadron mobility TMDE account; increased scheduling visibility--zero FY07 overdue calibrations"}
{"input": "I cut the 6-month General Services Administration (GSA) equipment backlog by 27% by researching and validating 26 items, averting 4 duplicate orders. This strategic move saved the Air Force $334,000.", "output": "- Cut 6-month GSA eqpmt backlog by 27%; researchedvalidated 26 itemsaverted 4 duplicate orders--saved AF $334K"}
{"input": "Inspecting and repacking 35 BA-22 parachutes worth $20,000, I ensured the proper execution of support requirements for the Operations Endurance Campaign (OEF) deployment. This mission successfully sustained the Global War on Terrorism (GWOT).", "output": "- Inspectedrepacked 35 BA-22 parachutes worth $20K; ensured spt eqpmt for OEF cmbt acft--GWOT sustained"}
{"input": "I completed over 640 aircraft inspections over 14 phases, discovering 2 worn AMAD mounts that were repaired in less than 9 hours, resulting in a training of 5,200 hours for the IRCDAG.", "output": "- Completed >640 acft inps over 14 phases; discovered 2 worn AMAD mountsrpr'd <9 hrs--rtn'd 5,200 hrs fOIRCDAG"}
{"input": "Conducted 12 newcomer briefings and edited monthly schedules for 11 POCs for 85 medics, resulting in a 50% reduction in briefing time.", "output": "- Conducted 12 newcomer briefings; edited monthly sch'sorg'd 11 POCs for 85 medics--slashed brief timemo by 50%"}
{"input": "As a devoted NCO, I was honored to appear in the Keesler welcome video. My nomination for the NCOIC in the Military Personnel Section (MPS) is well deserved.", "output": "- Devoted NCO; vol'd to appear in Keesler welcome video; NCOIC in MPS is next--promotion well deserved"}
{"input": "I augmented the Technical Data Center (CT) department to cover 24-hour services and mastered 34 tasks and 75 emergent exams, resulting in a 50% reduction in on-call technical time.", "output": "- Augmented CT dept to cover 24hr services; mastered 34 tasks75 emergent exams--slashed on-call tech time by 50%"}
{"input": "Performed as a Master Sergeant and accepted section chief duties for COMBAT HAMMER 15, resulting in a seamless leadership transition.", "output": "- Performed as MSgt; accepted section chief duties for COMBAT HAMMER 15--seamless leadership transition"}
{"input": "A member of the RAMP Executive Council received a $575K White House endorsement, developing a supply chain tool for 2,000 small business hospitals.", "output": "- RAMP Exec Council mbr; rec'd White House endorsement$575K--dev'd supply chain tool for 12K small bizhospitals"}
{"input": "He led four spoiler repairs and installed six patches and 125 fasteners, yielding 1717 BAAD sorties and 22 HHD missions.", "output": "- Headed four spoiler repairs; installed six patches125 fasteners--yielded 1717 BAAD sorties, 22 HHD msns"}
{"input": "I overhauled the C-130 nacelle cowling by fabricated and installed repair parts, deferring $26,000 and 120 hours of replacement time.", "output": "- Overhauled C-130 nacelle cowling; fabricatedinstalled repair parts--deferred $26K120 hrs replacement time"}
{"input": "Primed 2 sites for a $645K off-duty equipment refresh project, revamping the system layout and aligning the stock. This averted mission delays for 6 General Services Units (GSUs).", "output": "- Primed 2 sites$645K off-duty eqpmt refresh proj; revamped sys layoutrealigned stock--averted msn delays6 GSUs"}
{"input": "Served as courts martial trial bailiff, preserving good order and discipline in the courtroom.", "output": "- Served as courts martial trial bailiff ; preserved good order and discipline in courtroom--letter of appreciation"}
{"input": "I devised a weekly preventive maintenance schedule, slashing deferred defects by 50%. This initiative was recognized as the MXS '11 Maintenance Pro of the Year.", "output": "- Visionary; devised weekly preventive mx sched--slashed deferred defects by 50%...MXS '11 Mx Pro of Year"}
{"input": "As a floor leadermentor, I coordinated over 250 expert maintenance repairs incidents and inspired a 20+ team. This resulted in a 95% satisfaction average maintenance FMC rate.", "output": "- Floor leadermentor; coord'd 250+ eqpmt repairsinsps...inspired 20+ team--attained 95% spt eqpmt FMC rate!"}
