{"summary": "As the ESD focal point, I played a crucial role in tracking, routing, and resolving 375 Tier III and 6 high-level tickets. My efforts enabled AFNET access for 200,000 users, ensuring smooth operations and connectivity.", "evaluation": "- ESD focal point; tracked, routed, resolved 375 Tier III/6 High lvl tkts--enabled AFNET access to 200K users"}
{"summary": "I took charge as the fiscal watchdog and successfully revitalized the residue program. By returning unused vehicle parts to local vendors, I recouped $4,000 in funds, demonstrating my dedication to efficient financial management.", "evaluation": "- Fiscal watchdog; revitalized residue program; returned unused vehicle parts to local vendors--$4K recouped"}
{"summary": "With my exceptional dedication and abilities above my grade/skill level, I have proven myself as a dedicated Airman. My outstanding performance and potential deserve immediate promotion.", "evaluation": "- Dedicated Airman; loaded with potential, possessed abilities above grade/skill level--promote immediately"}
{"summary": "As the supervisor of a team of 4 Airmen, I provided guidance and leadership in conducting 738 quarterly and special tool inspections. With zero defects found, we maintained a 90% QA pass rate from August to October '16, ensuring high-quality standards.", "evaluation": "- Supervised 4 Amn insp tm; guided 738 qrtly/special tool insp's w/0 defects--maintained 90% QA pass rt Aug-Oct '16"}
{"summary": "I proudly served as the flight line leader for the largest deployed AMU in the Air Force. With 38+ KC-135s, 235 personnel, and 6 bases under my supervision, we achieved 100% mission capability 8 times, highlighting our exceptional performance and readiness.", "evaluation": "- Flt line ldr for AF's largest deployed AMU; 38+ KC-135s/235 prsnl/6 bases--achieved 100% msn capable 8x"}
{"summary": "I drove the best fleet metrics, contributing to the squadron's Hall of Fame recognition. With all key indicators in the green, I played a crucial role in the Wing's 'Highly Effective' rating during the 2015 USAFE UEI.", "evaluation": "- Drove best fleet HoF metrics; all key indicators green--crucial to Wg's 'Highly Effective' 2015 USAFE UEI"}
{"summary": "As the squadron's self-inspection/UCI/LCAP POC, I gained in-depth insights within each unit. I served as a conduit for best practices and knowledge sharing, contributing to the squadron's continuous improvement.", "evaluation": "- Sq's self-insp/UCI/LCAP POC; in-depth insight gained w/in ea unit--Sq conduit for best practices/knowledge"}
{"summary": "I have been recognized as a quintessential Pararescueman, consistently operating above my grade in every aspect. My exceptional performance and skills warrant immediate promotion ahead of my peers.", "evaluation": "- Quintessential Pararescuemen; operates above his grade in every aspect--promote ahead of peers immediately!"}
{"summary": "I engineered a state-of-the-art $394,000 Software Assurance (SwA) lab, enabling deep-dive vulnerability analysis. Through this facility, I successfully exposed 2.9 million critical software exploits across 52 applications, contributing to enhanced cybersecurity.", "evaluation": "- Engineered $394K SwA lab; enabled deep-dive vuln analysis--exposed 2.9M critical s/w exploits on 52 apps"}
{"summary": "I provided invaluable insights on SF capabilities and facilitated the successful pass of the 726th EABS inspection. I was recognized for my efforts by being coined by the 380th AEG/CC, underscoring my significant contributions.", "evaluation": "- Elucidated 12 DVs on SF capabilities; facilitated pass of 726th EABS inspection--Coined by 380th AEG/CC"}
{"summary": "I successfully drained and purged 7 excess vehicles worth $1.3 million, accomplishing the AFCENT directive to clear the inventory stall within 6 months. This resulted in a flawless DLA-DS inspection with zero deficiencies.","evaluation": "- Drained/purged 7 excess vehicles/$1.3M; DLA-DS 0 deficiencies insp--accomplished AFCENT directive 6 mth stall"}
{"summary": "I played a vital role in the repair of five nitrogen guns by replacing the heating elements. By doing so, I prevented $7,000 in replacement costs to the supply, ensuring the equipment's continued functionality.","evaluation": "- Aided repair of five nitrogen guns; replaced heating elements--prevented $7K in replacement costs to supply"}
{"summary": "I developed a comprehensive training presentation on forecasting procedures for radiation fog. Through this initiative, I trained 12 forecasters, resulting in a 10% increase in accurate fog forecasts.","evaluation": "- Developed radiation fog tng presentation; 12 fcstrs trained on fcst procedures--increased fog fcst rates by 10%"}
{"summary": "I actively participated in the clean-up efforts for the Air Wing Enlisted Appreciation BBQ, fostering morale for over 300 enlisted members. My dedication and contributions were recognized and praised by the Air Wing Command Chief.","evaluation": "- Assisted w/clean up for AW Enl Appreciation BBQ; fostered morale for 300+ enl mbrs--lauded by AW/CCC"}
{"summary": "During a BPO inspection, I identified a broken gun bay rivet and organized its repair with the Fabrication team. This timely action prevented potential damage to the GAU-8 and saved an estimated $650,000 in repair costs.","evaluation": "- ID'd broken gun bay rivet on BPO insp; organized repair w/Fabrication--halted GAU-8 damage/saved $650K"}
{"summary": "By pinpointing a worn air hose quick disconnect, I promptly replaced the part within 5 minutes. This swift action averted sheet metal maintenance delays and ensured seamless operations.","evaluation": "- Pinpointed worn air hose quick disconnect; replaced part in 5 minutes--averted sheet metal maintenance delays"}
{"summary": "I took the lead in steering the Wing's AF Metrology & Calibration audit, overseeing 6 critical areas. As a result, we received the highest rating of 'Pass' in all areas, achieving 100% full certification.","evaluation": "- Steered Wg's AF Metrology & Calibration audit; 6 critical areas, highest 'Pass' rating--100% full certification"}
{"summary": "I successfully completed the 5-level upgrade training, including 5 CDCs and 8 vehicle licenses, within 12 months. I exceeded the Air Force requirements by finishing 2 months ahead of schedule, maintaining a 95% EOC average.","evaluation": "- Completed 5-level UGT; 5 CDCs/8 vehicle licenses <12 mos/2 months ahead of AF rqmt--maintained 95% EOC avg"}
{"summary": "I accomplished the SEJPME II and MBA Managerial Economics courses, earning 3 credits and motivating my peers along the way. This dedication resulted in a 90% completion rate, and I am set to graduate in Spring '20.","evaluation": "- Finished SEJPME II/MBA Managerial Econ crse; earned 3 crdts/motivated peers--deg 90% cmplt/Spring '20 graduate"}
{"summary": "I evaluated and certified 1,500 modifications for the help desk application, successfully fielding an innovative IT solution that automated account management for 538,000 AFNet users. Through my efforts, we streamlined processes and improved the overall efficiency of IT support services.","evaluation": "- Evaluated/certified 1.5K mods for help desk app; fielded IT solution--automated acct mgt for 538K AFNet usrs"}
{"summary": "Attended the Four Lenses course, which provided valuable education on individual personality traits and their impact on leadership and communication. This training enhanced my ability to understand and work effectively with individuals of diverse backgrounds and communication styles.","evaluation": "- Attended Four Lenses crs; educated on individual personality traits--enhanced leadership communication skills"}
{"summary": "As the Subject Matter Expert (SME) for the Exceptional Family Member Program (EFMP), I expertly directed 57 enrollments, handled 194 incoming inquiries, and addressed 101 outgoing inquiries. Through my leadership and efficient processing, we beat the package processing time by 50% and achieved an on-time rate of 99%, significantly improving support for our EFMP families.","evaluation": "- EFMP SME; dir'd 57 enrollments/194 incoming/101 outgoing inquiries--beat pkg processing time 50%/on-time rt 99%"}
{"summary": "I made a significant impact as a Proven Ramp Services member by loading an impressive 21,000 cargo tons. My efforts played a crucial role in supporting Operation (NAME) and the NATO peace forces in-place.","evaluation": "- Proven Ramp Svcs mbr; loaded 21K cgo tons...driving force behind Op (NAME)--NATO peace forces in-place"}
{"summary": "I showcased my expertise by refurbishing 28 T-38 aircraft wheel assemblies to perfection. With meticulous attention to detail, I applied a textbook finish and successfully returned $25,000 worth of assets back into the supply.","evaluation": "- Refurbished 28 T-38 A/C wheel assemblies; applied textbook finish--returned $25K assets back into supply"}
{"summary": "I pursued a work manning challenge and proactively leaned forward to train two new employees in minimal time. My efforts ensured a seamless flow of operations and maintained productivity.","evaluation": "- Pursued work manning challenge; leaned fwd/trained two new employees in minimal time--ensured seamless ops flow"}
{"summary": "I identified 12 PEPP/AIMWTS software defects and performed peer reviews on 18 code templates. By conducting quality assurance, I ensured the reliability of the system for 5,700 medical technicians.","evaluation": "- Id'd 12 PEPP/AIMWTS sw defects; peer reviewed 18 code templates--quality assured for 5.7K medical techs"}
{"summary": "I effectively managed the vehicle requirements of 57 volunteers and developed an optimized bus schedule. This initiative eliminated the need for an extra bus and resulted in cost savings of $400.","evaluation": "- Managed 57 volunteers vehicle requirements; developed bus schedule--eliminated extra bus/saved $400"}
{"summary": "I provided training to 18 members on Litening Pod pylons, preparing six pylons for deployment during Air Expeditionary Force (AEF) missions. This training enhanced the weapons platform of the B-52 and its operational capabilities.","evaluation": "- Trained 18 members on Litening Pod pylons; six pylons AEF deployment ready--enhanced B-52 wpns platform"}
{"summary": "I secured key Project Management training by attending a Microsoft Project Webinar, significantly improving my knowledge base on vital project management software.","evaluation": "- Secur'd key PM training; attended Microsoft Project Webinar--improv'd knowledge base on vital PM software"}
{"summary": "I inspected corrosion section continuity books and ensured they were up-to-date by updating policy letters and references. This ensured compliance with regulations and maintained a high standard of performance.","evaluation": "- Inspected corrosion section continuity books; updated policy letters/references--ensured up to date compliance"}
{"summary": "I provided support for 12 aircraft generators and replaced a faulty O2 concentrator, contributing to the wing earning the NORI 'outstanding' and SABER CROWN Award in '12.","evaluation": "- Spt'd 12 a/c gens; replaced faulty O2 concentrator--wg earned NORI 'outstanding'/SABER CROWN Awd '12"}
{"summary": "As a superb performer, I consistently exceeded all expectations and demonstrated eagerness for increased responsibility. My exceptional performance makes me an ideal image as an SSgt selectee.","evaluation": "- Superb performer; exceeded all expectations/eager for increased responsibility--ideal image as SSgt selectee"}
{"summary": "I captained the FIAR data and AAP programs, auditing 140 work orders and processing 15 findings. Through these efforts, we recouped $12,000 in repair funds.","evaluation": "- Captained FIAR data/AAP prgms; audit'd 140 work orders/processed 15 findings--recouped $12K repair funds"}
{"summary": "As an excellent leader, I supervised 20 Airmen and successfully decreased the backlog from 120 to 30 items. This drove the flight equipment availability rate to 95%.","evaluation": "- Excellent leader! Supervised 20 Amn; decr'd backlog 120 to 30 items--drove flt equip availability rate to 95%"}
{"summary": "I directed the busiest ECC in AFMC, checking 1,500 emergency and outage reports. By conveying accurate data to MAJCOM, I ensured effective communication and response.","evaluation": "- Directed busiest ECC in AFMC; checked 1.5K emer and outage reports--conveyed accurate data to MAJCOM"}
{"summary": "As an A+ leader, I drove aggressive EMS and vPC follow-up, improving the system data integrity of 72 sites and achieving 100% compliance.","evaluation": "- A+ leader; drove aggressive EMS/vPC follow-up--improved sys data integrity of 72 sites; 100% compliance"}
{"summary": "During my deployment, I filled the NCOIC role and generated 21 sorties and 100 inspections. Through these efforts, we deterred 8 aggressive aircraft and upheld air sovereignty.","evaluation": "- Dply'd ISO NORAD/filled NCOIC role; gen'd 21 sorties/100 insps--deterred 8 aggressive acft/upheld air sovereignty"}
{"summary": "I showcased my multi-talented skills by preparing and securing 1,900 satellite radar equipment items for over-the-road movement. Through these efforts, we recouped $250,000 worth of assets.","evaluation": "- Multi-talented; prep'd/secured 1.9K satellite radar equip items for over the road mvmt--recouped $250K assets"}
{"summary": "I led a 5-man team during 10 APEX uploads, loading 120 cargo tons. Through this effort, we eased ramp saturation and showcased our strategic capability.","evaluation": "- Led 5-man tm during 10 APEX uploads; loaded 120 cgo tons--eased ramp saturation/showcased strategic capability"}
{"summary": "I actively supported the AFAF by contacting 10 personnel, and my contributions helped the base surpass its objective, reaching 106% of the target goal.","evaluation": "- Supported AFAF; contacted 10 pers; contributions helped surpass base objective--106% of target goal reached"}
{"summary": "I coordinated with ESC East to resolve ESC failover issues on the JWICS/TS network, resulting in zero downtime and ensuring continuous operations.","evaluation": "- Coordinated with ESC East; working through ESC failover issues on JWICS/TS network--resulting in zero downtime"}
{"summary": "I completed sponsorship training and efficiently arranged shuttle and lodging reservations, as well as providing a base tour. Through these efforts, I eased the anxieties of PCS transition for incoming personnel.","evaluation": "- Completed sponsorship trng; arranged shuttle & lodging reservations/provided base tour--eased PCS anxieties"}
{"summary": "I manned the squadron CQ desk, tallying 275 hours of C2 and acing 3 Stan Eval inspections. Through these efforts, I protected 4,600 Airmen and staff members.","evaluation": "- Manned squadron CQ desk; tallied 275 hours of C2/aced 3 Stan Eval inspections--protected 4.6K Amn/staff members"}
{"summary": "I developed a robust PT program and brought 15 division members to 100% compliance, with 66% now in the Excellent category, showcasing their improved fitness levels.","evaluation": "- Developed robust PT program; brought 15 div members to 100% compliance--66% now in Excellent category!"}
{"summary": "On eight inspections, I achieved a satisfactory 86% pass rate, scoring only 6% below the lab's average. My commitment to quality performance remains strong.","evaluation": "- Quality performance evaluated on eight insp's; achieved satisfactory 86% pass rate--score 6% below lab's avg"}
{"summary": "I organized the support section's consumable items by installing dividers and bagging 1,200 materials. This initiative eliminated co-mingling and improved organization.","evaluation": "- Organized support section consumable items; installed dividers/bagged 1.2K materials--eliminated co-mingling"}
{"summary": "I performed a significant number of inspections and corrected 35 errors, providing support to the squadron's training syllabus, which included 2,700 sorties and 3,500 hours of flying time.","evaluation": "- Performed # inspections; corrected 35 errors, supported squadron training syllabus--2.7K sorties/3.5K hours"}
{"summary": "I successfully transformed over 350 civilians into Airmen, fostering a 97% on-time graduation rate that exceeded AETC standards by 8%. I provided support to 117 different AFSCs.","evaluation": "- Transformed >350 civilians to Amn; fostered a 97% on-time grad rate exceeding AETC std by 8%--spt'd 117 AFSC's"}
{"summary": "I was hand-picked as the Amn of the Day and guided the MSG/CC and CCC in the repair of 2 P-23s. This exceptional performance led to being chosen as JBA's first 'Human Highlight'.","evaluation": "- Hand-picked Amn of the Day; guided MSG/CC & CCC in repair of 2 P-23s--chosen as JBA's 1st 'Human Highlight'"}
{"summary": "I orchestrated 54 CRO and SVRO assessments, identifying and correcting critical discrepancies. Through these efforts, I sustained the wing's C4I readiness.","evaluation": "- Orchestrated 54 CRO & SVRO assessments; ID'd/corrected critical discrepancies--sustained wg C4I readiness"}
{"summary": "As the manager of DoD's Reimbursement Report, I diligently tracked and reported manpower hours and O&M costs. Through my efforts, we recouped an amazing $44,000.","evaluation": "- DoDs Reimbursement Report manager; tracked/reported manpower hrs/O&M costs--recouped amazing $44K"}
{"summary": "I led the Small Package Initial Communications Element 'Rodeo' team, preparing a 6-member team. My leadership efforts garnered the Wing the 'Best CRW' award in '11.","evaluation": "- Led Small Pkg Initial Comm Element 'Rodeo' tm; prep'd 6 mbr tm--ldrshp garnered Wg 'Best CRW' awd '11"}
{"summary": "I quarterbacked a $673,000 renovation project, collaborating with 6 organizations and ensuring a successful re-opening with the Wing. Through my accountability, the USAF saved $20,000.","evaluation": "- Quarterback'd $673k renovation project; link'd w/6 orgs/arrang'd re-open w/ Wing--accountability saved USAF $20k"}
{"summary": "I volunteered for a TDY and took the 433 TRS recruiting program to Niagara Falls Air Station, meeting with 200 potential instructors.","evaluation": "- Volunteered for TDY; took 433 TRS recruiting prgrm to Niagara Falls Air Station--met w/ 200 potential instrs"}
{"summary": "I scrutinized cargo reports and identified and fixed 300 erroneous items, effectively eliminating excessive port hold time. My attention to detail and exceptional performance warrant promotion to TSgt.","evaluation": "- Scrutinized cgo reports; ID'd/fixed 300 erroneous items...eliminated excessive port hold time--promote to TSgt"}
{"summary": "I aggressively managed 2 vacant zones, covering 3,000 square miles, 23 schools, and 5,100 students. Through my efforts, I bridged the flight's 40% manning shortage.","evaluation": "- Aggressively mng'd 2 vacant zones; 3K sq miles/23 schools/5.1K stdnts--bridged flt's 40% manning shortage"}
{"summary": "I excelled in the EPME/ALS 6-week, 240-hour course, receiving the coveted 'Commandant Award'. As a result, I earned a T-38 familiarization flight and was lauded by the MSG/CC.","evaluation": "- Excelled EPME/ALS 6 wk/240 hrs crse; rcv'd coveted 'Commandant Awd'--earned T-38 fam flt/lauded by MSG/CC"}
{"summary": "I was hand-selected for the 1st Sgt Symposium and thoroughly absorbed the 32+ hour curriculum. This experience honed my leadership and mentoring abilities, making me fill-in ready.","evaluation": "- Hand selected for 1st Sgt Symposium; soak'd up 32+ hr curriculum--honed ldrshp/mentoring abiltites/fill-in ready"}
{"summary": "I expertly monitored a $121 million munitions stockpile and processed over 8,000 CAS transactions, ensuring 99.9% accuracy in stockpile management.","evaluation": "- Expertly monitored $121M muns stockpile; >8000 CAS transactions processed--ensured 99.9% accuracy achieved"}
{"summary": "I developed 7 analysis tools that raised command awareness through real-time tracking, resulting in an 11% improvement in job match and efficiency by 83%.","evaluation": "- Dev'd 7 analysis tools; raised cmd awareness w/real-time tracking--improved job match 11%/efficiency 83%"}
{"summary": "I authored the KAFB Open House TA/RA, mitigating possible threats and ensuring a safe event for over 50,000 attendees and 25,000 vehicles.","evaluation": "- Authored KAFB Open House TA/RA; mitigated possible threats--safe event for 50K+ attendees/25K vehicles"}
{"summary": "I conducted an analysis of the enterprise system, vetting 940,000 vulnerabilities and safeguarding AF intel mission metadata search ability.","evaluation": "- Conducted analysis of enterprise system; vetted 940K vulns--safeguarded AF intel msn metadata search ability"}
{"summary": "I provided on-scene first aid, stabilizing a head injury until medical personnel arrived and assisting in the medical evacuation.","evaluation": "- On-scene first aid--stabilized head injury until medical personnel arrived; assisted in medical evacuation"}
{"summary": "I served as safety expert for the July 4th celebration, ensuring the safety of fireworks, amusement park, and child events, keeping 15,000+ people safe without any incidents.","evaluation": "- Safety experts for July 4th celebration; fireworks, amusement park, child events--15K+ kept safe w/o incident"}
{"summary": "I coordinated logs for the squadron's Chain of Command, leading a team of 75 in set up and tear down. The event honoring the Commanders was executed perfectly and lauded by 65 individuals.","evaluation": "- Coord'd logs for sq CoC; led tm of 75 in set up/tear down--event honored CCs/perfect execution lauded by 65"}
{"summary": "I serviced 36 Aerial Port assets, deploying 3,600 passengers and 2,900 tons of cargo, securing 4 TOP-V movements and supporting a DPRK repatriation mission.","evaluation": "- Serviced 36 Aerial Port assets; deployed 3.6K pax/2.9K tons cargo--secured 4 TOP-V mvmts/DPRK repatriation msn"}
{"summary": "I deployed to Camp Bucca, performing duties as an M-240 gunner, securing convoys and detainees during transport.","evaluation": "- Deployed to Camp Bucca; performed duties as M-240 gunner--secured convoys and detainees during transport"}
{"summary": "I troubleshot 5,876 SIPR clients and 6,000 PCs/printers, converting the squadron to CENTCOM. My efforts were lauded by the 506 ECES/CC.","evaluation": "- Troubleshot 5,876 SIPR clients and 6,000 PCs/printers; converted sqdn to CENTCOM--lauded by 506 ECES/CC"}
{"summary": "I ministered XX hours as a lab augmentee during a manning shortage, mastering protocols and preventing mission degradation.","evaluation": "- Ministered XX hrs lab augmentee during manning shortage; mastered protocols--prevented mission degradation"}
{"summary": "I expedited 800 direct deliveries, providing property to members within 4 hours, resulting in saving $400,000 in needless storage costs.","evaluation": "- Expedited 800 direct deliveries; provided property to mbrs w/in 4 hrs--saved $400K in needless storage costs"}
{"summary": "I wrote/scripted 200 ORE scenario injects, stress-testing the Wing's readiness and response, and building realistic wartime training.","evaluation": "- Wrote/scripted 200 ORE scenario injects; stress-tested WG's readiness/response--built realistic wartime trng"}
{"summary": "I deployed for 195 days to AUAB, KO'd 4,000 jobs, cut logistics by 75%, and maintained $1.6 billion infrastructure in support of OFS/OIR. My team was coined 3 times and received 20 Letters of Appreciation.","evaluation": "- Deployed 195 days/AUAB; KO'd 4K jobs/cut log <75% maintained $1.6B infra iso OFS/OIR--tm coined 3Xs & 20 LOAs"}
{"summary": "I am a subject-matter expert and earned 100% on all 12 annual subject-matter tests, reinforcing the course's CCAF accreditation.","evaluation": "- Subject-Matter Expert; earned 100% on all 12 annual subject-matter tests--reinforced crs CCAF accreditation"}
{"summary": "I led the load team during JRTC 12-9 ramp operations, safely loading 159 tons with zero mishaps, elevating Air Force/Army joint interoperability.","evaluation": "- Load team ldr JRTC 12-9 ramp ops; safely loaded 159 tons w/0 mishaps--elevated AF/USA jt interoperability"}
{"summary": "I attended Records Management & FARM training, implementing the skills acquired and ensuring zero discrepancies during the Wing's Staff Assistance Visit (SAV).","evaluation": "- Attended Records Management & FARM trng; skills implemented--ensured zero discrepancies during Wg SAV"}
{"summary": "I spearheaded the growth of the VIP team, supporting over 100 General Officers and Flag Officers, and the team members collected over 37 challenge coins this year.","evaluation": "- Spearheaded growth of VIP team; supported 100+ GO/FOs; instant hit--mbrs collected over 37 coins this year"}
{"summary": "I provided 6 hours of academics to Intel Airmen, teaching 5 threat lessons, and supporting four Airmen in mission qualification upgrades.","evaluation": "- Provided 6 hrs of academics to Intel Airmen; taught 5 threat lessons--supported four Amn in msn qual upgrades"}
{"summary": "I led 2 AHRT EMX responses with a team of 22 members, preparing scenarios and meshing teams, aligning $713,000 Wing assets with TTP capabilities.","evaluation": "- Led 2 AHRT EMX resp/22 mbrs; prep'd scenarios/meshed tms--$713K Wg assets aligned w/TTP capabilities"}
{"summary": "I managed the upgrade training program and received zero discrepancies during the '09 base Unit Compliance Inspection (UCI). The squadron and group earned 'Excellent' ratings.","evaluation": "- Upgrade trgn prgm manager; zero discrepancies noted during '09 base UCI--sq/grp earned 'Excellent' ratings"}
{"summary": "I identified excess equipment inventory and turned in 52 unused tools and aircraft parts to DRMO, reconstituting them back into the Air Force at a value of less than $5,500.","evaluation": "- ID'd excess equipment inventory; DRMO'd/turned-in 52 unused tools/acft parts--<$5.5K reconstituted back into AF"}
{"summary": "I deployed as a collection point lead, providing 200 care packages to 60 deployed members, significantly increasing morale for the 1st Expeditionary Special Operations Maintenance Squadron (ESOMXS).","evaluation": "- Deployed collection point lead; provided 200 care packages to 60 deployed members--increased morale for 1 ESOMXS"}
{"summary": "I modernized MEPS IT systems by installing 8 digital signature-pads, resulting in a reduction of unit printing costs by over $1,100 annually.","evaluation": "- Modernized MEPS IT systems; installed 8 digital signature-pads--slashed unit printing costs $1.1K+ annually"}
{"summary": "I participated in the 2011 Warrior Dash, completing a 5K fundraiser and raising $30,000 for the Big Brothers/Big Sisters charity.","evaluation": "- Participated in 2011 Warrior Dash; completed 5K fundraiser--raised $30K for Big Brothers/Big Sisters charity"}
{"summary": "I spearheaded the C-130 leading-edge repair, restoring structural integrity and aerodynamics, avoiding a $30,000 one-week non-mission capable (NMC) status.","evaluation": "- Spearheaded C-130 leading edge repair; restored structural integrity/aerodynamics--avoided $30K/1-wk NMC"}
{"summary": "I served as a youth mentor, coaching a little league soccer team with over 20 kids during a 15-match season, leading the squad to a championship.","evaluation": "- Youth mentor; coached little league soccer team/20+ kids during 15 match season--led squad to championship"}
{"summary": "I restored the landing gear door skin, leading a two-man team on aircraft depot-level repair, recouping over $25,000 in procurement costs.","evaluation": "- Restored landing gear door skin; led two-man tm on acft depot-lvl repair--recouped >$25K procurement costs"}
{"summary": "I supported a POTUS-directed mission, transporting 50 warfighters and 3,800 pounds of gear, enabling actions against the terrorist group Boko Haram.","evaluation": "- Spt'd POTUS directed msn; transported 50 warfighters/3.8K lbs gear--enabled actions against terror grp Boko Haram"}
{"summary": "I overhauled 10 B-2 aircraft wheel assemblies, applying a flawless finish and returning $165,000 in assets back to the supply.","evaluation": "- Overhauled 10 B-2 A/C wheel assemblies; applied flawless finish--returned $165K in assets back to supply"}
{"summary": "I am a peerless leader and epitomize the concepts of a wingman and core values. I demonstrate integrity, service, and excellence. I am ready for promotion to Technical Sergeant ahead of my peers.","evaluation": "- Peerless leader; epitomizes wingman/core values concepts; integrity/service/excellence--promote immediately"}
{"summary": "I fortified the MEPS print capacity by installing 2 multi-function printers within 3 hours, resulting in saving the squadron $1,300 in yearly maintenance costs.","evaluation": "- Fortified MEPS print capacity; installed 2 multi-function printers <3-hrs--saved sq $1.3K yearly mnx costs"}
{"summary": "I was a pillar of the FSS UCC, ensuring 100% accountability of 450 personnel and 21 facilities. I was rated 'Highly Effective' in the PACAF Unit Effectiveness Inspection (UEI).","evaluation": "- Pillar of FSS UCC; ensured 100% accountability of 450 prsnl/21 facilities--rated 'Highly Effective' in PACAF UEI"}
{"summary": "I was dispatched to a chronic vertical speed failure and identified and repaired damaged pins and wiring, achieving a repeat rate of 0.4% in March.","evaluation": "- Dispatched to chronic vertical speed fail; ID'd/repaired damaged pins/wiring--enabled 0.4% repeat rate, Mar"}
{"summary": "I rectified a SATCOM configuration error and recovered the north AOR C2 network, enabling permissive ISAF air operations.","evaluation": "- Rectified SATCOM configuration error; recovered north AOR C2 network--enabled permissive ISAF air ops"}
{"summary": "I am an exceptionally skilled Junior Non-Commissioned Officer (JNCO) and possess all the finest qualities of a true leader. I should be promoted to Technical Sergeant ahead of my peers.","evaluation": "- Exceptionally skilled JNCO; possesses all the finest qualities of a true leader--promote to TSgt ahead of peers!"}
{"summary": "I responded to an aerial refueling malfunction and discovered a defective signal amplifier, averting a $36,000 part purchase.","evaluation": "- Responded to aerial refueling malfunction; discovered defective signal amplifier--averted $36K part purchase"}
{"summary": "I supervised weapons checks and trained 61 Airmen on proper clearing procedures, ensuring zero accidental discharges.","evaluation": "- Supervised weapons checks; trained 61 Airman on proper clearing procedures--zero accidental discharges"}
{"summary": "I marketed the installation access QR Code, notifying over 5,000 people of inclement weather through the Twitter account, reaching the technical general.","evaluation": "- Marketed inst access QR Code; 5K+ notified of inclement weather w/Twitter acct--ORM msg reach'd tech gen"}
{"summary": "I secured the mail lead position, processing and escorting 28 SECRET parcels without error, securing the delivery of $1.1 million in mixed currency on the same day.","evaluation": "- Secured mail lead; processed/escorted 28 SECRET parcels w/o error--sec'd $1.1M mix'd currency/same-day delivery"}
{"summary": "I demonstrated outstanding ability and multitasked key administrative tasks, resulting in securing the AMOW's (year) Commanders Choice Excellence Award. The Staff Sergeant deserved this recognition.","evaluation": "- Outstanding ability; multi-tasked key admin tasks--secured AMOW's (yr) CCX Awd--SSgt deserved"}
{"summary": "I led the assessment on the deployment execution system, identified and fixed a major software flaw, enabling deployments for 92,000 personnel to the Area of Responsibility (AOR).","evaluation": "- Led assessment on deployment execution sys; id'd/fixed maj s/w flaw--enabled deployments for 92K to AOR"}
